Repository: jozefM923/avidemux2_i18n
Catalog: avidemux_*.po
Languages: sk

# glRotate|
source: OpenGl Rotate
sk: Rotácia OpenGL

# glRotate|
source: Rotate image by a small amount.
sk: Krátko pootočí obrázok.

# glRotate|
source: Angle (°):
sk: Uhol pootočenia [°]:

# glSample|
source: OpenGl Fragment Shader Sample
sk: Príklad fragmentácie shaderov OpenGL

# glSample|
source: Run a fragment shader.
sk: Spustí fragmentáciu shaderov.

# glShader|
source: Shader Loader
sk: Zavádzač shaderov

# glShader|
source: Run an external shader program.
sk: Spustí externý program pre shadery.

# glShader|
source: ShaderFile to load
sk: Súbor shadrov na načítanie

# glSmooth|
source: OpenGl Smooth
sk: Vyhladenie OpenGL

# glSmooth|
source: Smooth image while preserving edge.
sk: Vyhladí hrany obrázka.

# glVdpaufilter|
source: VDPAU deinterlacer+resize, openGl version (faster).
sk: Rozkladač VDPAU + zmena veľkosti, verzia OpenGL (rýchle).

# glVdpaufilter|
source: Keep Top Field
sk: Zachovať hornú polsnímku

# glVdpaufilter|
source: Keep Bottom Field
sk: Dodržať dolnú polsnímku

# glVdpaufilter|
source: Double framerate
sk: Dvojitá snímková frakvencia

# glVdpaufilter|
source: _Resize:
sk: _Zmena veľkosti:

# glVdpaufilter|
source: _Deint Mode:
sk: Režim _rozkladu:

# glVdpaufilter|
source: Width :
sk: Šírka:

# glVdpaufilter|
source: Height :
sk: Výška:

# glVertex|
source: OpenGl Vertex Shader
sk: Vrcholové shadery OpenGL

# glVertex|
source: Run a simple vertex shader.
sk: Spustí jednotlivé vrcholy shaderov.

# glWave|
source: OpenGl wave
sk: Kmitočet OpenGL

# glWave|
source: Simple wave filter.
sk: Jednoduchý filter kmitočtu.

# glYadif|
source: Yet another deinterlacer, using shaders.
sk: Ešte ďalší rozkladač, používanie shaderu.

# glYadif|
source: Temporal & spatial check
sk: Časová a priestorová kontrola

# glYadif|
source: Bob, temporal & spatial check
sk: Bob, časová a priestorová kontrola

# glYadif|
source: Skip spatial temporal check
sk: Vynechať priestorovú časovú kontrolu

# glYadif|
source: Bob, skip spatial temporal check
sk: Bob, vynechať priestorovú časovú kontrolu

# glYadif|
source: Bottom field first
sk: Najskôr dolná polsnímka

# glYadif|
source: Top field first
sk: Najskôr horná polsnímka

# glYadif|
source: _Mode:
sk: _Režim:

# glYadif|
source: _Order:
sk: _Poradie:

# hflip|
source: Horizontal Flip
sk: Preklopiť horizontálne

# hflip|
source: Horizontally flip the image.
sk: Preklopí obrázok horizontálne.

# histogram|
source: No data
sk: Žiadne údaje

# histogram|
source: Max. bitrate:
sk: Maximálna prenosová rýchlosť:

# histogram|
source: Average bitrate:
sk: Priemerná prenosová rýchlosť:

# histogram|
source: Number of I frames:
sk: Počet I snímok:

# histogram|
source: Number of P frames:
sk: Počet P snímok:

# histogram|
source: Number of B frames:
sk: Počet B snímok:

# histogram|
source: Max. B frames:
sk: Max. B snímok:

# histogram|
source: Bitrate Histogram
sk: Histogram prenosovej rýchlosti

# hue|
source: Mplayer Hue
sk: Mplayer odtieň

# hue|
source: Adjust hue and saturation.
sk: Upraví odtieň a sýtosť.

# hueDialog|
source: Hue
sk: Odtieň

# hueDialog|
source: Saturation
sk: Nasýtenie

# huff|
source: Type:
sk: Typ:

# huff|
source: HuffYUV Configuration
sk: Konfigurácia HuffYUV

# hzstackfield|
source: Horizontal Stack Fields
sk: Horizontálne pole zásobníkov

# hzstackfield|
source: Put fields side by side.
sk: Pokladať polia vedľa seba.

# indexing|
source: Continue indexing
sk: Priebežné indexovanie

# indexing|
source: Abort Requested
sk: Zrušiť požadované

# indexing|
source: Do you want to abort indexing ?
sk: Chcete zrušiť indexovanie?

# indexing|
source: Time Left :%02d:%02d:%02d
sk: Zostávajúci čas: %02d:%02d:%02d

# ivtcRemover|
source: Remove IVTC dupe.
sk: Odstrániť IVTC duplikáty.

# ivtcRemover|
source: Remove the duplicate frames present after ivtc.
sk: Odstráni duplicitné snímky vyskytujúce sa po ivtc.

# ivtcRemover|
source: _Noise:
sk: Š_um:

# ivtcRemover|
source: _Show:
sk: Zobraziť:

# ivtcRemover|
source: _Remove duplicate:
sk: _Odstrániť duplikáty:

# ivtcRemover|
source: Full
sk: Plná

# ivtcRemover|
source: Fast
sk: Rýchla

# ivtcRemover|
source: VeryFast
sk: Veľmi rýchla

# ivtcRemover|
source: _Frame rate change:
sk: Zmena _snímkovej frekvencie:

# ivtcRemover|
source: DupeRemover
sk: Odstraňovač duplicít

# jobs|
source: Avidemux Jobs
sk: Úlohy programu Avidemux

# jobs|
source: Run all pending jobs
sk: Spustiť všetky čakajúce úlohy

# jobs|
source: Run jobs
sk: Spustiť úlohu

# jobs|
source: Delete already executed jobs
sk: Odstrániť už vykonané úlohy

# jobs|
source: Cleanup
sk: Vymazať

# jobs|
source: If you use VDPAU you cannot use CLI version
sk: Ak používate VDPAU, nemôžete používať verziu CLI

# jobs|
source: use Qt version
sk: použiť Qt verziu

# jobs|
source: Quit
sk: Ukončiť

# jobs|
source: Oops
sk: Hoplá

# jobs|
source: Something very wrong happened when building joblist.
sk: Pri zostavovaní zoznamu úloh sa stalo niečo veľmi zlé.

# jobs|
source: There are no jobs stored
sk: Nie sú uložené žiadne úlohy

# jobsDialog|
source: Jobs
sk: Úlohy

# jobsDialog|
source: Delete Sel. Job
sk: Odstrániť vybranú úlohu

# jobsDialog|
source: Delete All Jobs
sk: Odstrániť všetky úlohy

# jobsDialog|
source: Run All Jobs
sk: Spustiť všetky úlohy

# jobsDialog|
source: Run Selected Job
sk: Spustiť vybranú úlohu

# jpeg|
source: _Quantizer:
sk: _Kvantifikátor:

# jpeg|
source: _ColorSpace:
sk: _Farebný priestor:

# jpeg|
source: Mjpeg Configuration
sk: Konfigurácia Mjpeg

source: Kernel Deint.
sk: Rozkladač jadra.

# kerneldeint|
source: Port of Donald Graft Kernel Deinterlacer.
sk: Rozkladač matrice jadra portovaný od Donalda Grafta.

# kerneldeint|
source: Top
sk: Vrchný

# kerneldeint|
source: Bottom
sk: Spodný

# kerneldeint|
source: _Field order:
sk: Por_adie polsnímok:

# kerneldeint|
source: _Threshold:
sk: _Prah:

# kerneldeint|
source: Smaller means more deinterlacing
sk: Menšie číslo znamená väčšiu mieru rozkladu

# kerneldeint|
source: _Sharp
sk: _Ostré

# kerneldeint|
source: _Sharper engine:
sk: _Ostrejšie spracovanie:

# kerneldeint|
source: T_woway
sk: _Dvojcestný

# kerneldeint|
source: Extrapolate better (better not to use it)
sk: Lepšia extrapolácia (radšej nepoužívať)

# kerneldeint|
source: _Map
sk: _Mapovať

# kerneldeint|
source: Show interlaced areas (for test!)
sk: Zobrazovať prekladané miesta (len pre testovanie)

source: KernelDeint
sk: Rozklad matrice Kernel

# lame|
source: Bit_rate mode:
sk: Režim _prenosovej rýchlosti:

# lame|
source: _Bitrate:
sk: _Prenosová rýchlosť:

# lame|
source: _Quality:
sk: _Kvalita:

# lame|
source: _Disable reservoir
sk: _Zakázať rezervoár

# lame|
source: LAME Configuration
sk: Konfigurácia LAME

# largemedian|
source: Large Median (5x5).
sk: Veľký Median (5x5).

# largemedian|
source: Median filter on 5x5 matrix.
sk: Filter Median s matricou 5x5.

# largemedian|
source: _Process luma
sk: Priebeh _jasovej zložky

# largemedian|
source: Process luma plane
sk: Spracovanie roviny jasu

# largemedian|
source: P_rocess chroma
sk: Priebeh _farebnej zložky

# largemedian|
source: Fast Convolution
sk: Rýchle previnutie

# lavcodec|
source: _Bitrate:
sk: _Prenosová rýchlosť:

# lavdecoder|
source: _Swap U and V
sk: _Prehodiť U a V

# lavdecoder|
source: Decoder Options
sk: Možnosti dekódera

# lavdeint|
source: Libavdec Deinterlacers
sk: Rozkladač Libavcodec

# lavdeint|
source: Lavcodec deinterlacer family.
sk: Rodina rozkladačov Lavcodec.

# lavdeint|
source: None
sk: Nie je

# lavdeint|
source: Linear blend
sk: Lineárne zmiešavanie

# lavdeint|
source: Linear interpolate
sk: Lineárna interpolácia

# lavdeint|
source: Cubic interpolate
sk: Kubická interpolácia

# lavdeint|
source: Median interpolate
sk: Interpolácia Median

# lavdeint|
source: FFmpeg deint
sk: Rozkladač FFmpeg

# lavdeint|
source: _Deinterlacing:
sk: _Rozklad:

# lavdeint|
source: _Autolevel
sk: _Automatické úrovne

# lavdeint|
source: libavcodec deinterlacer
sk: Rozkladač libavcodec

# licenseDialog|
source: License
sk: Licencia

# logo|
source: Add logo
sk: Pridať logo

# logo|
source: Put a logo on top of video, with alpha blending.
sk: Vloží logo na vrchol videa metódou alfa zmiešavania.

# logo|
source: Select Logo Image
sk: Vybrať obrázok loga

# logoDialog|
source: Image
sk: Obrázok

# logoDialog|
source: Select
sk: Vybrať

# logoDialog|
source: Fade-in/out
sk: Zjavovanie/Vytrácanie

# logoDialog|
source: You can click in the image to approximately position the logo
sk: Kliknutím na obrázok môžete umiestniť logo

# logoDialog|
source: Alpha
sk: Alfa

# lumaonly|
source: GreyScale
sk: Stupne sivej

# lumaonly|
source: Remove color, only key grey image.
sk: Odstráni farbu, zobrazí sa len kľúčová sivá.

# mainFilterDialog|
source: Video Filter Manager
sk: Správca video filtrov

# mainFilterDialog|
source: <big><b>Active Filters</b></big>
sk: <big><b>Aktívne filtre</b></big>

# mainFilterDialog|
source: <big><b>Available Filters</b></big>
sk: <big><b>Dostupné filtre</b></big>

# mainFilterDialog|
source: Transform
sk: Transformovanie

# mainFilterDialog|
source: Interlacing
sk: Prekladanie

# mainFilterDialog|
source: Colors
sk: Farby

# mainFilterDialog|
source: Noise
sk: Šum

# mainFilterDialog|
source: Sharpness
sk: Ostrosť

# mainFilterDialog|
source: Subtitles
sk: Titulky

# mainFilterDialog|
source: Miscellaneous
sk: Rôzne

# mainFilterDialog|
source: Press Ctrl + Enter to accept the dialog
sk: Stlačením klávesov Ctrl + Enter akceptujete dialógové okno

# mainFilterDialog|
source: &Preview
sk: &Náhľad

# mainFilterDialog|
source: &Close
sk: &Zavrieť

# matroskademuxer|
source: Matroska Images
sk: Matroska obrázky

# matroskademuxer|
source: Matroska clusters
sk: Matroska klustery

source: MCDeint
sk: Rozkladač MC

# mcdeint|
source: Motion compensation deinterlacer. Ported from MPlayer.
sk: Rokladač kompenzáciou pohybu. Portovaný z MPlayeru.

# mcdeint|
source: Fast
sk: Rýchla

# mcdeint|
source: Medium
sk: Stredný

# mcdeint|
source: Slow iterative motion search
sk: Pomalé interaktívne hľadanie pohybu

# mcdeint|
source: Extra slow (same as 3+multiple reference frames)
sk: Extra pomalé (rovnako ako 3 + viacnásobné referenčné snímky)

# mcdeint|
source: _Mode:
sk: _Režim:

# mcdeint|
source: Bottom :
sk: Dole:

# mcdeint|
source: mcDeinterlace
sk: Rozkladač mc

# mean|
source: Mean convolution.
sk: Konvolúcia Mean.

# mean|
source: 3x3 convolution filter :mean.
sk: Konvolučný filter 3x3 :mean.

# median|
source: Median convolution.
sk: Konvolúcia Median.

# median|
source: 3x3 convolution filter :median.
sk: Konvolučný filter 3x3 :median.

source: Merge Fields
sk: Spájanie polsnímok

# mergeFields|
source: Merge two pictures as if they were two fields.
sk: Spojí dva obrazy tak, ako keby to boli dve polsnímky.

# mkvmuxer|
source: Saving Mkv
sk: Uloženie MKV

# mkvmuxer|
source: Force display width
sk: Vynútená šírka zobrazenia

# mkvmuxer|
source: Display width
sk: Šírka zobrazenia

# mkvmuxer|
source: Force Aspect Ratio (DAR)
sk: Vynútený pomer strán (DAR)

source: MKV Muxer
sk: Zmiešavač MKV

# mp3d|
source: Mplayer Denoise 3D HQ
sk: Odstraňovač šumu 3D HQ MediaPlayer

# mp3d|
source: Reduce noise, smooth image, increase compressibility. HQ Version.
sk: Zníži šum, vyhladí obraz, zvýši kompresiu. Verzia HQ.

# mp3d|
source: _Spatial luma strength:
sk: _Priestorový prah jasovej zložky:

# mp3d|
source: S_patial chroma strength:
sk: P_riestorový prah farebnej zložky:

# mp3d|
source: _Temporal luma strength:
sk: Dočasná intenzita _jasu:

# mp3d|
source: T_emporal chroma strength:
sk: Dočasná intenzita _farebnej zložky:

# mp3d|
source: MPlayer Denoise 3D HQ
sk: Odstraňovač šumu 3D HQ MediaPlayer

# mp3dlow|
source: Mplayer Denoise 3D
sk: Odstraňovač šumu 3D MediaPlayer

# mp3dlow|
source: Reduce noise, smooth image, increase compressibility.
sk: Zníži šum, vyhladí obraz, zväčší kompresiu.

# mp3dlow|
source: _Spatial luma strength:
sk: _Priestorová intenzita jasu:

# mp3dlow|
source: S_patial chroma strength:
sk: P_riestorová intenzita farebnej zložky:

# mp3dlow|
source: _Temporal strength:
sk: Doč_asná intenzita:

# mp3dlow|
source: MPlayer Denoise 3D
sk: Odstraňovač šumu 3D MediaPlayer

# mp4demuxer|
source: Problem reading SVQ3 headers
sk: Chyba čítania hlavičky SVQ3

# mp4demuxer|
source: Decoding frame type
sk: Dekódovanie typu snímky

# mp4muxer|
source: Unsupported
sk: Nepodporované

# mp4muxer|
source: Only MP4Video, H264, H265 and AV1 supported for video
sk: Podporované len video MP4Video, H264, H265 a AV1

# mp4muxer|
source: Only AAC, AC3, E-AC3, LPCM, MP2, MP3 and Vorbis supported for audio
sk: Podporované len audio AAC, AC3, E-AC3, LPCM, MP2, MP3 a Vorbis

# mp4muxer|
source: Incompatible Format
sk: Nekompatibilný formát

# mp4muxer|
source: PSP format is incompatible with LPCM audio
sk: Pre LPMC audio je PSP formát nekaompatibilný

# mp4muxer|
source: Saving mp4
sk: Uloženie mp4

# mp4muxer|
source: Saving PSP
sk: Uloženie PSP

# mp4muxer|
source: Muxing Format
sk: Formát zmiešavania

# mp4muxer|
source: No optimization
sk: Bez optimalizácie

# mp4muxer|
source: Move index to the beginning of the file
sk: Presunúť index na začiatok súboru

# mp4muxer|
source: Use fragmentation
sk: Použiť fragmentáciu

# mp4muxer|
source: Optimize for Streaming
sk: Optimalizácia audiovizuálneho prenosu

# mp4muxer|
source: Force aspect ratio
sk: Vynútený pomer strán

# mp4muxer|
source: Aspect Ratio (DAR)
sk: Pomer strán (DAR)

# mp4muxer|
source: Do not rotate
sk: Bez otáčania

# mp4muxer|
source: Rotate video
sk: Otáčať video

# mp4muxer|
source: Auto
sk: Automaticky

# mp4muxer|
source: Time scale
sk: Časová mierka

source: MP4 Muxer
sk: Zmiešavač MP4

# mp4v2muxer|
source: Audio format not supported, only AAC/MP3/AC3
sk: Audio formát nie je podporovaný, len AAC/MP3/AC3

# mp4v2muxer|
source: Saving
sk: Ukladanie

# mp4v2muxer|
source: Video does not have enough timing information. Are you copying from AVI?
sk: Video nemá dostatok informácií o časovaní. Kopírujete z AVI?

# mp4v2muxer|
source: Cannot rename file (optimize)
sk: Nemožno premenovať súbor (optimalizovať)

# mp4v2muxer|
source: Invalid frequency for AC3. Only 32, 44.1 & 48 kHz
sk: Neplatná frekvencia pre AC3. Len 32, 44,1 & 48 kHz

# mp4v2muxer|
source: Invalid bitrate for AC3
sk: Neplatná prenosová rýchlosť pre AC3

# mp4v2muxer|
source: Invalid number of channels for AC3
sk: Neplatné číslo kanálu pre AC3

# mp4v2muxer|
source: Cannot get AAC Extra data
sk: Nemožno získať údaje AAC Extra

# mp4v2muxer|
source: Optimize for streaming (SLOW)
sk: Optimalizácia pre audiovizuálny prenos (pomalé)

# mp4v2muxer|
source: Add ipod metadata
sk: Pridať iPod metaúdaje

# mp4v2muxer|
source: MP4V2 Settings
sk: Natavenia MP4V2

# mpdelogoDialog|
source: Mplayer Delogo
sk: Logo odstraňovača prekladania MediaPlayer

# mpdelogoDialog|
source: Width
sk: Šírka

# mpdelogoDialog|
source: Height
sk: Výška

# mpdelogoDialog|
source: Border Width
sk: Šírka okraja

# mpdelogoDialog|
source: Preview. Click in the image above to coarsly set the box coordinates
sk: Náhľad. Kliknite na obrázok vyššie a nahrubo nastavte súradnice

# mpdelogoDialog|
source: You can resize the red rectangle using the grips
sk: Veľkosť červeného obdĺžnika môžete meniť pomocou úchytiek

# mpdelogoDialog|
source: Preview
sk: Náhľad

source: Msharpen
sk: Filter Msharpen

# msharpen|
source: Sharpen edges without amplifying noise. By Donald Graft.
sk: Zaostrí obrysy bez toho, aby sa zväčšil šum. Od Donalda Grafta.

# msharpenDialog|
source: MSharpen
sk: Filter MSharpen

# msharpenDialog|
source: Mask
sk: Maska

# msharpenDialog|
source: Strength
sk: Sila

# msharpenDialog|
source: Threshold
sk: Prah

# msharpenDialog|
source: HighQuality
sk: Vysoká kvalita

# navigate|
source: Cannot go to next keyframe
sk: Nemožno prejsť ďalšiu snímku

# navigate|
source: Cannot go to previous keyframe
sk: Nemožno prejsť na predošlú snímku

# navigate|
source: Seek
sk: Hľadať

# navigate|
source: Error
sk: Chyba

# nvenc|
source: Low Quality
sk: Nízka kvalita

# nvenc|
source: High Quality
sk: Vysoká kvalita

# nvenc|
source: Low Latency
sk: Nízka odozva

# nvenc|
source: Low Latency (LQ)
sk: Nízka odozva (LQ)

# nvenc|
source: Low Latency (HQ)
sk: Nízka odozva (HQ)

# nvenc|
source: Preset:
sk: Predvoľba:

# nvenc|
source: Bitrate (kbps):
sk: Prenosová rýchlosť [kB/s]:

# nvenc|
source: Max Bitrate (kbps):
sk: Maximálna prenosová rýchlosť [kB/s]:

# nvenc|
source: Nvidia H264 Encoder configuration
sk: Konfigurácia kódovača Nvidia H264

# opendmldemuxer|
source: Malformed header
sk: Chybná hlavička

# opendmldemuxer|
source: Unpacking bitstream
sk: Rozbaľujem bitstream

# partial|
source: _Start time:
sk: Čas _štartu:

# partial|
source: _End time:
sk: Čas _konca:

# partial|
source: Configure filter
sk: Konfigurácia filtra

# partial|
source: Partial Filter
sk: Čiastkový filter

source: PrintInfo
sk: Tlačové informácie

# printinfo|
source: Display some informations on Screen.
sk: Zobrazí niektoré informácie na obrazovke.

# propsDialog|
source: Properties
sk: Vlastnosti

# propsDialog|
source: TextLabel
sk: Textová návesť

# propsDialog|
source: Frame Rate:
sk: Snímková frekvencia:

# propsDialog|
source: Total Duration:
sk: Celkové trvanie:

# propsDialog|
source: Aspect Ratio:
sk: Pomer strán:

# propsDialog|
source: Image Size:
sk: Veľkosť obrázka:

# propsDialog|
source: Codec 4CC:
sk: Kodek 4CC:

# propsDialog|
source: Extra Video Properties
sk: Zvláštne vlastnosti videa

# propsDialog|
source: ExtraDataSize:
sk: Veľkosť zvláštnych údajov:

# propsDialog|
source: Extra data :
sk: Zvláštne údaje:

# propsDialog|
source: Frequency:
sk: Frekvencia:

# propsDialog|
source: Variable Bitrate:
sk: Variabilná prenosová rýchlosť:

# propsDialog|
source: Bitrate:
sk: Prenosová rýchlosť:

# propsDialog|
source: Channels:
sk: Kanály:

# propsDialog|
source: Codec:
sk: Kodek:

# propsDialog|
source: Copy to Clipboard
sk: Kopírovať do schránky

# psdemuxer|
source: Indexing
sk: Indexovanie

# psdemuxer|
source: There are several files with sequential file names. Should they be all loaded ?
sk: Existuje niekoľko súborov s postupnými názvami súborov. Majú byť všetky načítané?

# psdemuxer|
source: This file's index has been created with an older version of avidemux. The file must be re-indexed. Proceed?
sk: Index tohto súboru bol vytvorený pomocou staršej verzie avidemuxu. Súbor musí byť preindexovaný. Pokračovať?

# qaudiotracks|
source: Select audio file
sk: Vybrať audio súbor

# qaudiotracks|
source: Error
sk: Chyba

# qaudiotracks|
source: Cannot use that file as audio track
sk: Tento súbor nemožno použiť ako audio stopu

# qaudiotracks|
source: Some tracks are used multiple times
sk: Niektoré stopy sú použité viackrát

# qaudiotracks|
source: Track
sk: Stopa

# qaudiotracks|
source: from video
sk: z videa

# qaudiotracks|
source: File
sk: Súbor

# qaudiotracks|
source: .... Add audio track
sk: .... Pridať audio stopu

# qaudiotracks|
source: copy
sk: kopírovať

# qencoding|
source: Privileges Required
sk: Požadované výhradné práva

# qencoding|
source: Root privileges are required to perform this operation.
sk: Na túto operáciu sú vyžadované základné výhradné práva.

# qencoding|
source: First Pass
sk: Prvý prechod

# qencoding|
source: Pass 1
sk: Prechod 1

# qencoding|
source: Encoding...
sk: Prebieha kódovanie...

# qencoding|
source: The encoding is paused. Do you want to resume or abort?
sk: Kódovanie je pozastavené. Chcete v ňom pokračovať, alebo ho ukončiť?

# qencoding|
source: Resume
sk: Zhrnúť

# qencoding|
source: Abort
sk: Prerušiť

# qfile|
source: All files (*.*)
sk: Všetky súbory (*.*)

# qfile|
source: files (*.
sk: súbory (*.

# qfile|
source: Overwrite file
sk: Prepísať súbor

# qgui2|
source: <b>New version available</b><br> Version %1<br>Released on %2.<br>You can download it here<br> <a href='%3'>%3</a><br><br><small> You can disable autoupdate in preferences.</small>
sk: <b>Dostupná nová verzia</b><br> verzia %1<br>uvoľnená od %2.<br>Môžete si ju stiahnuť tu<br> <a href='%3'>%3</a><br><br><small> Automatickú aktualizáciu môžete zakázať v predvoľbách.</small>

# qgui2|
source: Recent Files
sk: Nedávne &súbory

# qgui2|
source: Recent Projects
sk: Nedávne &projekty

# qgui2|
source: Play/Stop
sk: Pre&hrať/Zastaviť

# qgui2|
source: Go to previous frame
sk: Prejsť na predošlú snímku

# qgui2|
source: Go to next frame
sk: Prejsť na ďalšiu snímku

# qgui2|
source: Go to previous keyframe
sk: Prejsť na predošlú kľúčovú snímku

# qgui2|
source: Go to next keyframe
sk: Prejsť na ďalšiu kľúčovú snímku

# qgui2|
source: Set start marker
sk: Nastaviť značku začiatku

# qgui2|
source: Set end marker
sk: Nastaviť značku konca

# qgui2|
source: Go to first frame
sk: Presjť na prvú snímku

# qgui2|
source: Go to last frame
sk: Prejsť na poslednú snímku

# qgui2|
source: Go to marker A
sk: Prejsť na značku A

# qgui2|
source: Go to marker B
sk: Prejsť na značku B

# qgui2|
source: Backward one minute
sk: Späť o 1 minútu

# qgui2|
source: Forward one minute
sk: Vpred o 1 minútu

# qgui2|
source: The application has encountered a fatal problem The current editing has been saved and will be reloaded at next start
sk: Aplikácia sa stretla s fatálnym problémom Súčasná úprava bola uložená a pri ďalšom štarte bude znovu načítaná

# qgui2|
source: Selection:
sk: Výber:

# qgui2|
source: (%n track(s))
sk: (%n stopa)

# qgui2menu|
source: Project Script
sk: &Skript projektu

# qgui2menu|
source: Project
sk: projekt

# qgui2menu|
source: &Run Project...
sk: &Spustiť projekt...

# qgui2menu|
source: &Debug Project...
sk: &Ladiť projekt...

# qgui2menu|
source: Save &As Project...
sk: &Uložiť projekt ako...

# qgui2menu|
source: Scripting Shell
sk: &Prostredie skriptovania

# qgui2menu|
source: Shell
sk: Prostredie

# qgui2menu|
source: Scripting Reference
sk: Odporúčania skriptovania

# qgui2menu|
source: Reference
sk: Odporúčania

# qgui2menu|
source: Restore previous session
sk: &Obnoviť predošlú reláciu

# qjobs|
source: Ready
sk: Pripravený

# qjobs|
source: Succeeded
sk: Dokončené

# qjobs|
source: Failed
sk: Zlyhalo

# qjobs|
source: Deleted
sk: Odstránené

# qjobs|
source: Running
sk: Spustené

# qjobs|
source: Job Name
sk: Názov úlohy

# qjobs|
source: Status
sk: Stav

# qjobs|
source: Start Time
sk: Čas štartu

# qjobs|
source: End Time
sk: Čas konca

# qjobs|
source: Sure!
sk: Naisto!

# qjobs|
source: Delete job
sk: Odstrániť úlohu

# qjobs|
source: Are you sure you want to delete %s job?
sk: Naozaj chcete odstrániť úlohu %s?

# qjobs|
source: Delete *all* job
sk: Zmazať všetky úlohy

# qjobs|
source: Are you sure you want to delete ALL jobs?
sk: Naozaj chcete zmazať všetky úlohy?

# qjobs|
source: Already done
sk: Už je to hotové

# qjobs|
source: This script has already been successfully executed.
sk: Tento skript už bol úspešne vykonaný.
