Repository: jozefM923/avidemux2_i18n
Catalog: avidemux_*.po
Languages: sk

# ADM_Composer|
source: Cannot find a demuxer for %s
sk: Nemožno nájsť rozkladač videa pre %s

# ADM_Composer|
source: Attempt to open %s failed!
sk: Zlyhalo otvorenie %s!

# ADM_Composer|
source: width
sk: šírka

# ADM_Composer|
source: %sheight
sk: %svýška

# ADM_Composer|
source: and
sk: a

# ADM_Composer|
source: %sdifferent between first and this video stream
sk: %srozdiel medzi prvým a týmto video tokom

# ADM_Composer|
source: are
sk: sú

# ADM_Composer|
source: is
sk: je

# ADM_Composer|
source: You cannot mix different video dimensions yet. Using the partial video filter later, will not work around this problem. The workaround is: 1.) "resize" / "add border" / "crop" each stream to the same resolution 2.) concatenate them together
sk: Nemôžete zmiešať rozdielne rozmery videa. Pomocou čiastkového filtra videa sa neskôr tento problém nevyrieši. Tu je riešenie: 1.) "zmeniť veľkosť" / "pridať okraje" / "orezať" každý tok na rovnaké rozlíšenie 2.) spojiť ich dohromady

# ADM_Composer|
source: Checking if timestamps are valid..
sk: Kontrola platnosti časových údajov.

# ADM_Composer|
source: This video contains B-frames, but presentation time stamps (PTS) are either missing or monotonically increasing. Avidemux can try to reconstruct correct PTS by decoding the entire video. This may take a lot of time. Proceed?
sk: Toto video obsahuje snímky B, ale časové údaje prezentácie (PTS) chýbajú alebo sa monotónne zvyšujú. Avidemux sa môže pokúsiť rekonštruovať správne PTS dekódovaním celého videa. Môže to ale trvať veľmi dlho. Pokračovať?

# ADM_Composer|
source: Decoding video...
sk: Rozkladanie videa...

# ADM_Composer|
source: Some timing information are incorrect. It happens with some capture software. If you re encode video we should drop these informations, else it will cause dropped frame/jerky video. If you just copy the video without reencoding, you should keep them. Drop timing informations ?
sk: Niektoré informácie o časovaní sú nesprávne. Stáva sa to pri niektorom softvéri na zachytávanie. Ak znova zakódujete video, mali by sme tieto informácie odstrániť, inak to spôsobí pokles počtu snímiek a trhanie videa. Ak práve skopírujete video bez opätovného kódovania, mali by ste ich udržať. Vypustiť časové údaje?

# CalculatorDialog|
source: Calculator
sk: Kalkulátor

# CalculatorDialog|
source: Target
sk: Cieľ

# CalculatorDialog|
source: Medium:
sk: Stredný:

# CalculatorDialog|
source: Format:
sk: Formát:

# CalculatorDialog|
source: Duration:
sk: Trvanie:

# CalculatorDialog|
source: 1 x 80 minute CD
sk: 1 x 80 minútové CD

# CalculatorDialog|
source: 2 x 80 minute CD
sk: 2 x 80 minútové CD

# CalculatorDialog|
source: 1 x 74 minute CD
sk: 1 x 74 minútové CD

# CalculatorDialog|
source: 2 x 74 minute CD
sk: 2 x 74 minútové CD

# CalculatorDialog|
source: Custom
sk: Vlastné

# CalculatorDialog|
source: Custom Size:
sk: Vlastná veľkosť:

# CalculatorDialog|
source: Audio Bitrate
sk: Dátový tok zvuku

# CalculatorDialog|
source: Track 1:
sk: 1. stopa:

# CalculatorDialog|
source: kbps
sk: kB/s

# CalculatorDialog|
source: Track 2:
sk: 2. stopa:

# CalculatorDialog|
source: Result
sk: Výsledok

# CalculatorDialog|
source: Audio Size:
sk: Veľkosť zvuku:

# CalculatorDialog|
source: Video Size:
sk: Veľkosť videa:

# CalculatorDialog|
source: Total Size:
sk: Celková veľkosť:

# CalculatorDialog|
source: Bits Per Pixel:
sk: Bitov na pixel:

# CalculatorDialog|
source: Video Bitrate:
sk: Dátový tok videa:

# CalculatorDialog|
source: Cancel
sk: Zrušiť

# Dialog|
source: Indexing
sk: Indexovanie

# Dialog|
source: Time Left : Infinity
sk: Zostávajúci čas: nekonečno

# Dialog|
source: # Images :
sk: # Obrázky:

# DialogAudioTracks|
source: Audio Tracks Configuration
sk: Konfigurácia audiou stôp

# DialogAudioTracks|
source: Track 1
sk: 1. stopa

# DialogAudioTracks|
source: Enabled
sk: Povolené

# DialogAudioTracks|
source: Configure
sk: Konfigurovať

# DialogAudioTracks|
source: Filters
sk: Filtre

# DialogAudioTracks|
source: Track 2
sk: 2. stopa

# DialogAudioTracks|
source: Track 3
sk: 3. stopa

# DialogAudioTracks|
source: Track 4
sk: 4. stopa

# DialogOcr|
source: Dialog
sk: Dialóg

# DialogOcr|
source: Calibrate
sk: Kalibrácia

# DialogOcr|
source: Skip All
sk: Preskočiť všetko

# DialogOcr|
source: Skip Glyph
sk: Preskočiť glyf

# DialogOcr|
source: Ignore
sk: Ignorovať

# DialogOcr|
source: Close
sk: Zavrieť

# DialogOcr|
source: Timecode:
sk: Časový kód:

# DialogOcr|
source: Nb Lines :
sk: Riadok titulkov:

# DialogProcessing|
source: Dialog
sk: Dialóg

# DialogProcessing|
source: TimeLeft
sk: Odhad času

# DialogProcessing|
source: ProcessImages
sk: Priebežne snímok

# DialogProcessing|
source: Speed
sk: Rýchlosť

# DialogProcessing|
source: 0 fps
sk: 0 snímok/s

# DialogProgress|
source: Progress
sk: Priebeh

# DialogProgress|
source: Current job
sk: Súčasná úloha

# DialogProgress|
source: File being written
sk: Súbor sa zapisuje

# FDK-AAC|
source: _Profile:
sk: _Profil:

# FDK-AAC|
source: _Bitrate:
sk: _Dátový tok:

# FDK-AAC|
source: SBR enabled
sk: SRB povolené

# FDK-AAC|
source: Afterburner
sk: Dodatočné vypálenie

# FDK-AAC|
source: FDK-AAC Configuration
sk: Konfigurácia FDK-AAC

# MainWindow|
source: &Auto
sk: Au&tomaticky

# MainWindow|
source: &Help
sk: Náp&oveda

# MainWindow|
source: &Edit
sk: &Upraviť

# MainWindow|
source: &View
sk: &Zobraziť

# MainWindow|
source: &Toolbars
sk: &Lišty nástrojov

# MainWindow|
source: &Custom
sk: V&lastné

# MainWindow|
source: &Go
sk: &Prejsť na

# MainWindow|
source: &Tools
sk: &Nástroje

# MainWindow|
source: &File
sk: &Súbor

# MainWindow|
source: &Recent
sk: Ne&dávne

# MainWindow|
source: Codec O&ptions
sk: Nastavenie &kodeku

# MainWindow|
source: <b>Video Decoder</b>
sk: <b>Video dekóder</b>

# MainWindow|
source: Configure
sk: Konfigurovať

# MainWindow|
source: <b>Video Output</b>
sk: <b>Výstupné video</b>

# MainWindow|
source: Copy
sk: Kopírovať

# MainWindow|
source: Filters
sk: Filtre

# MainWindow|
source: <b>Audio Output</b>
sk: <b>Audio výstup</b>

# MainWindow|
source: &Shift:
sk: &Posun:

# MainWindow|
source: <b>Output Format</b>
sk: <b>Výstupný formát</b>

# MainWindow|
source: &Navigation
sk: &Navigácia

# MainWindow|
source: Play [SPACE]
sk: Prehrať [medzerník]

# MainWindow|
source: Play
sk: Prehrať

# MainWindow|
source: Go to previous frame [LEFT]
sk: Prejsť na predošlú snímku [šípka vľavo]

# MainWindow|
source: Go to next frame [RIGHT]
sk: Prejsť na ďalšiu snímku [šípka vpravo]

# MainWindow|
source: Go to previous keyframe [DOWN]
sk: Prejsť na predošlú kľúčovú snímku [šípka dole]

# MainWindow|
source: Go to next keyframe [UP]
sk: Prejsť na ďalšiu kľúčovú snímku [šípka hore]

# MainWindow|
source: Set start marker [CTRL+PAGEUP]
sk: Nastaviť značku začiatku [Ctrl+Page Up]

# MainWindow|
source: Set end marker [CTRL+PAGEDOWN]
sk: Nastaviť značku konca [Ctrl+Page Down]

# MainWindow|
source: Search previous black frame
sk: Nájsť predošlú čiernu snímku

# MainWindow|
source: Search next black frame
sk: Nájsť ďalšiu čiernu snímku

# MainWindow|
source: Go to first frame [HOME]
sk: Prejsť na prvú snímku [Home]

# MainWindow|
source: Go to last frame [END]
sk: Prejsť na poslednú snímku [End]

# MainWindow|
source: Backward one minute [CTRL+DOWN]
sk: Späť o 1 minútu [Ctrl+šípka dole]

# MainWindow|
source: Forward one minute [CTRL+UP]
sk: Vpred o 1 minútu [Ctrl+šípka hore]

# MainWindow|
source: Forward one minute
sk: Vpred o 1 minútu

# MainWindow|
source: Time:
sk: Čas:

# MainWindow|
source: Frame type:
sk: Typ snímky:

# MainWindow|
source: Se&lection
sk: Vy&brané

# MainWindow|
source: Go to marker A [PAGE UP]
sk: Choď na značku A [Page Up]

# MainWindow|
source: Go to Marker B [PAGE DOWN]
sk: Choď na značku B [Page Down]

# MainWindow|
source: Play filtered
sk: Prehrať filtrované

# MainWindow|
source: Vol&ume
sk: Hlasi&tosť

# MainWindow|
source: (0 tracks)
sk: (0 stôp)

# MainWindow|
source: Selection: 000000
sk: Vybrané: 000000

# MainWindow|
source: Audio &Metre
sk: &Audiometer

# MainWindow|
source: &Open...
sk: &Otvoriť...

# MainWindow|
source: Open Video
sk: Otvorí video

# MainWindow|
source: &Information...
sk: &Informácia...

# MainWindow|
source: Save &Video...
sk: &Uložiť video...

# MainWindow|
source: Save Video
sk: Uloží video

# MainWindow|
source: &Load/Run Project...
sk: N&ačítať/spustiť projekt...

# MainWindow|
source: Load/Run Project
sk: Načíta/spustí projekt

# MainWindow|
source: Save &Project
sk: Uložiť p&rojekt

# MainWindow|
source: Save Project
sk: Uloží projekt

# MainWindow|
source: &Input
sk: &Vstup

# MainWindow|
source: &Output
sk: Vý&stup

# MainWindow|
source: &Codec Options
sk: Nastavenie &kodeku

# MainWindow|
source: &Selection
sk: &Vybrané

# MainWindow|
source: &Volume
sk: &Hlasitosť

# MainWindow|
source: &Audio Metre
sk: &Audiometer

# MainWindow|
source: &Separate
sk: S&amostatne

# MainWindow|
source: &Top
sk: &Na sebe

# MainWindow|
source: Si&de
sk: V&edľa seba

# Opus|
source: _Bitrate:
sk: _Dátový tok:

# SpiderMonkeyShell|
source: Shell
sk: Vzhľad prostredia

# SpiderMonkeyShell|
source: Clear
sk: Vyčistiť

# SpiderMonkeyShell|
source: Evaluate
sk: Vyhodnotiť

# VapourSynthProxy|
source: Select VS file
sk: Vybrať VS súbor

# VapourSynthProxy|
source: Port to use:
sk: Port na použitie:

# VapourSynthProxy|
source: Run!
sk: Spustiť!

# aboutDialog|
source: About Avidemux
sk: O Avidemuxe

# aboutDialog|
source: Multi-platform Video Editor
sk: Multiplatformný video editor

# aboutDialog|
source: http://www.avidemux.org
sk: http://www.avidemux.org<p>Slovenský preklad pripravil: Jozef Matta

# aboutDialog|
source: &License
sk: &Licencia

# addBorder|
source: _Left border:
sk: _Ľavý okraj:

# addBorder|
source: _Right border:
sk: _Pravý okraj:

# addBorder|
source: _Top border:
sk: _Horný okraj:

# addBorder|
source: _Bottom border:
sk: _Dolný okraj:

# addBorder|
source: Add Borders
sk: Pridať okraje

# addBorder|
source: Incorrect parameters
sk: Nesprávne parametre

# addBorder|
source: All parameters must be even and within range.
sk: Všetky parametre musia byť párne a v platnom rozsahu.

# addBorder|
source: Add black borders around the image.
sk: Pridá čierne okraje okolo obrázka.

# adm|
source: Open
sk: Otvoriť

# adm|
source: Append
sk: Pripojiť

# adm|
source: Save
sk: Uložiť

# adm|
source: Queue
sk: Fronta

# adm|
source: Save as Image
sk: &Uložiť ako obrázok

# adm|
source: Save as PNG
sk: Uložiť ako PNG

# adm|
source: Save Selection as JPEG
sk: Uložiť výber ako JPEG

# adm|
source: Close
sk: Zavrieť

# adm|
source: Information
sk: &Informácia

# adm|
source: Quit
sk: Ukončiť

# adm|
source: Clear recent items
sk: Vyčistiť nedávne položky

# adm|
source: Redo
sk: Vpred

# adm|
source: Reset Edit
sk: &Vynulovať úpravy

# adm|
source: Cut
sk: Vystrihnúť

# adm|
source: Copy
sk: Kopírovať

# adm|
source: Paste
sk: Prilepiť

# adm|
source: Delete
sk: Odstrániť

# adm|
source: Set Marker A
sk: Nastaviť značku A

# adm|
source: Set Marker B
sk: Nastaviť značku B

# adm|
source: Reset Markers
sk: Vynulovať značky

# adm|
source: Save current settings as default
sk: Uložiť súčasné nastavenia ako predvolené

# adm|
source: Load saved settings
sk: Nahrať uložené nastavenia

# adm|
source: Decoder Option
sk: Možnosti dekódera

# adm|
source: PostProcessing
sk: Následné spracovanie

# adm|
source: Filters
sk: &Filtre

# adm|
source: Play filtered
sk: Prehrať filtrované

# adm|
source: Select Track
sk: Vybrať &stopu

# adm|
source: Save audio
sk: Uložiť &audio

# adm|
source: Build Option
sk: &Možnosti zostavy

# adm|
source: Plugins
sk: &Rozšírenia

# adm|
source: About
sk: &O programe

# adm|
source: First Frame
sk: Prvá snímka

# adm|
source: Last Frame
sk: Posledná snímka

# adm|
source: Go To Marker A
sk: Prejsť na značku A

# adm|
source: Go To Marker B
sk: Prejsť na značku B

# adm|
source: Go To Time
sk: Prejsť na čas

# adm|
source: Zoom 1:4
sk: Priblíženie 1:4

# adm|
source: Zoom 1:2
sk: Priblíženie 1:2

# adm|
source: Zoom 1:1
sk: Priblíženie 1:1

# adm|
source: Zoom 2:1
sk: Priblíženie 2:1

# adm|
source: Fit to window
sk: Prispôsobiť oknu

# adm|
source: R_esampling (Hz):
sk: P_revzorkovanie [Hz]:

# adm|
source: Resampling frequency (Hz)
sk: Frekvencia prevzorkovania [Hz]

# adm|
source: None
sk: Nie je

# adm|
source: Film to PAL
sk: Film na PAL

# adm|
source: PAL to Film
sk: PAL na film

# adm|
source: _Frame rate change:
sk: _Zmena snímkovej frekvencie:

# adm|
source: No change
sk: Bez zmeny

# adm|
source: Stereo+surround
sk: Stereo+okolie

# adm|
source: Stereo+center
sk: Stereo+stred

# adm|
source: Stereo+center+surround
sk: Stereo+stred+okolie

# adm|
source: Stereo front+stereo rear
sk: Stereo predné+stereo zadné

# adm|
source: 5 channels
sk: 5 kanálov

# adm|
source: Automatic
sk: Automaticky

# adm|
source: Manual (dB)
sk: Ručne [dB]

# adm|
source: Gain
sk: Zisk

# adm|
source: _Gain mode:
sk: Režim _zisku:

# adm|
source: G_ain value:
sk: Hodnota z_isku:

# adm|
source: _Maximum value:
sk: _Maximálna hodnota:

# adm|
source: _Mixer:
sk: _Zmiešavač:

# adm|
source: Remix:
sk: Premiešanie:

# adm|
source: Mixer
sk: Zmiešavač

# adm|
source: Shift audio:
sk: Posun zvuku:

# adm|
source: Shift Value (ms):
sk: Posun hodnoty [ms]:

# adm|
source: Audio Filters
sk: Audio filtre

# adm|
source: Fontconfig
sk: Konfigurácia písma

# adm|
source: FreeType 2
sk: Voľný typ 2

# adm|
source: Libraries
sk: Knižnice

# adm|
source: Built-in Support
sk: Zabudovaná podpora

# adm|
source: TimeStamp:
sk: Časová pečiatka:

# adm|
source: Go to Time
sk: Prejsť na čas

# adm|
source: _Job name:
sk: _Názov úlohy:

# adm|
source: Output _File:
sk: Výstupný _súbor:

# adm|
source: Select Video To Write
sk: Vyberte video na zápis

# adm|
source: Save Job
sk: Uložiť úlohu

# adm|
source: Audio Plugins
sk: Rozšírenia audio

# adm|
source: Video Encoder Plugins
sk: Rozšírenie video kodérov

# adm|
source: Video Encoder
sk: Video kodér

# adm|
source: Video Decoder Plugins
sk: Zásuvné moduly video dekodérov

# adm|
source: Video Decoder
sk: Video dekóder

# adm|
source: Audio Device Plugins
sk: Rozšírenie audio zariadenia

# adm|
source: Audio Device
sk: Audio zariadenie

# adm|
source: Audio Encoder Plugins
sk: Rozšírenia audio kodérov

# adm|
source: Audio Encoders
sk: Audio kodéry

# adm|
source: Demuxer Plugins
sk: Zásuvné moduly rozkladu videa

# adm|
source: Demuxers
sk: Rozklad videa

# adm|
source: Muxer Plugins
sk: Zásuvné moduly zmiešavačov

# adm|
source: Muxers
sk: Zmiešavače

# adm|
source: Plugins Info
sk: Informácia o rozšíreniach

# adm|
source: _Filter strength:
sk: _Sila filtra:

# adm|
source: The options above are effective only for software decoding
sk: Vyššie uvedené možnosti sú efektívne iba s dekódovaním softvéru

# adm|
source: _Horizontal deblocking
sk: _Horizontálne odstránenie blokových artefaktov (deblocking)

# adm|
source: _Vertical deblocking
sk: _Vertikálne odstránenie blokových artefaktov (deblocking)

# adm|
source: _Deringing
sk: _Odstránenie zvlnenia okolo hrán (deringing)

# adm|
source: De_interlacing (ffmpegdeint)
sk: Ro_zkladač (ffmpedeint)

# adm|
source: Decode video using DXVA2 (windows)
sk: Dekódovať video použitím DXVA2 (Windows)

# adm|
source: Decode video using VDPAU (NVIDIA)
sk: Dekódovať video použitím VDPAU (NVIDIA)

# adm|
source: Decode video using LIBVA (INTEL)
sk: Dekódovať video použitím LIBVA (Intel)

# adm|
source: Decode video using VideoToolbox (macOS)
sk: Dekódovať video použitím VideoToolbox (macOS)

# adm|
source: Enable openGl support
sk: Povoliť OpenGL podporu

# adm|
source: If you use Hw decoding, it is better to use the matching display driver
sk: Ak použijete hardvérové dekódovanie, je lepšie použiť pripôsobený ovládač zobrazovania

# adm|
source: Ignore driver blacklist (Intel)
sk: Ignorovať čiernu listinu (Intel)

# adm|
source: Ignore codec blacklist (Intel, HEVC 10bit)
sk: Ignorovať čiernu listinu (Intel, HEVC 10bit)

# adm|
source: _Accept non-standard audio frequency for DVD
sk: _Akceptovať neštandardnú frekvenciu zvuku pre DVD

# adm|
source: _Revert to saved default output settings on video load
sk: _Vrátiť sa k uloženým pôvodným nastaveniam videa na čítanie

# adm|
source: _Enable alternative keyboard shortcuts
sk: _Povoliť alternatívne klávesové skratky

# adm|
source: Re_verse UP and DOWN arrow keys for navigation
sk: _Prehodiť klávesy šípka hore a šípka dole pre navigáciu

# adm|
source: _Check for new release
sk: _Kontrolovať nové vydania

# adm|
source: Enable all SIMD
sk: Povoliť všetky SIMD

# adm|
source: Enable MMX
sk: Povoliť MMX

# adm|
source: Enable MMXEXT
sk: Povoliť MMXEXT

# adm|
source: Enable 3DNOW
sk: Povoliť 3DNOW

# adm|
source: Enable 3DNOWEXT
sk: Povoliť 3DNOWEXT

# adm|
source: Enable SSE
sk: Povoliť SSE

# adm|
source: Enable SSE2
sk: Povoliť SSE2

# adm|
source: Enable SSE3
sk: Povoliť SSE3

# adm|
source: Enable SSSE3
sk: Povoliť SSSE3

# adm|
source: _lavc threads:
sk: Vlákna _LAV kodeku:

# adm|
source: Multi-threading
sk: Viacvláknové spracovanie

# adm|
source: High
sk: Vysoká

# adm|
source: Above normal
sk: Nad normálom

# adm|
source: Normal
sk: Normálna

# adm|
source: Below normal
sk: Pod normálom

# adm|
source: Low
sk: Nízka

# adm|
source: _Encoding priority:
sk: Priorita _kódovania:

# adm|
source: _Indexing/unpacking priority:
sk: Priorita i_ndexácie/rozbaľovania:

# adm|
source: _Playback priority:
sk: Priorita pr_ehrávania:

# adm|
source: Prioritisation
sk: Uprednostňovanie

# adm|
source: _Default to the directory of the last read file for saving
sk: _Predvoliť priečinok naposledy načítaného súboru na uloženie

# adm|
source: Auto-Append Settings
sk: Nastavenia automatického pripájania

# adm|
source: _Use custom fragment size for auto-append of MPEG-TS files
sk: _Pre automatické pripojenie súborov MPEG-TS použije vlastnú veľkosť fragmentu

# adm|
source: _Fragment size:
sk: _Veľkosť fragmentu:

# adm|
source: Caching of decoded pictures
sk: Zásobník dekódovaných obrázkov

# adm|
source: _Cache size:
sk: Veľkosť _zásobníka:

# adm|
source: XVideo (best)
sk: Xvideo (najlepšie)

# adm|
source: VDPAU (best)
sk: VDPAU (najlepšie)

# adm|
source: DXVA2 (best)
sk: DXVA2 (najlepšie)

# adm|
source: OpenGL (best)
sk: OpenGL (najlepšie)

# adm|
source: LIBVA (best)
sk: LIBVA (najlepšie)

# adm|
source: SDL (good)
sk: SDL (dobré)

# adm|
source: Video _display:
sk: Zobrazenie _videa:

# adm|
source: Sdl driver
sk: Sdl ovládač

# adm|
source: No alerts
sk: Bez výstrah

# adm|
source: Display only error alerts
sk: Zobrazovať len chybové výstrahy

# adm|
source: Display all alerts
sk: Zobrazovať všetky výstrahy

# adm|
source: _Message level:
sk: Úroveň _správy:

# adm|
source: Master
sk: Hlavné

# adm|
source: _Volume control:
sk: Ovládač _hlasitosti:

# adm|
source: No downmixing
sk: Bez premiešavania

# adm|
source: _Local playback downmixing:
sk: _Lokálne premiešavanie prehrávania:

# adm|
source: _AudioDevice
sk: _Audio zariadenie

# adm|
source: De_ringing
sk: Od_stránenie zvlnenia okolo hrán (deringing)

# adm|
source: _Strength:
sk: _Sila:

# adm|
source: Default Postprocessing
sk: Východzie dodatočné spracovanie

# adm|
source: System language
sk: Jazyk systému

# adm|
source: _Language
sk: _Jazyk

# adm|
source: User Interface
sk: Užívateľské rozhranie

# adm|
source: Output
sk: Výstup

# adm|
source: _Limit Refresh Rate
sk: _Obmedziť obnovovací kmitočet

# adm|
source: Refresh Rate Cap (ms)
sk: Strop obnovovacej frekvencie [ms]

# adm|
source: GUI Rendering Options
sk: Grafické užívateľské prostredie volieb prevodu

# adm|
source: Display
sk: Zobrazenie

# adm|
source: HW Accel
sk: HW akcelerácia

# adm|
source: Threading
sk: Vláknenie

# adm|
source: _Always ask which port to use
sk: _Vždy sa opýtať, ktorý port sa má použiť

# adm|
source: Default port to use
sk: Predvolený port na použitie

# adm|
source: Preferences
sk: Predvoľby

# adm|
source: Save as BMP
sk: Uložiť ako BMP

# adm|
source: Save as JPEG
sk: Uložiť ako JPEG

# adm|
source: Connect to avsproxy
sk: Pripojiť sa k &avsproxy

# adm|
source: Undo
sk: Späť

# adm|
source: Pr&eferences
sk: Pre&dvoľby

# adm|
source: &Advanced
sk: Po&kročilé

# adm|
source: Open Application &Log
sk: Otvoriť &záznam aplikácie

# adm|
source: Open Application Data &Folder
sk: Otvoriť &priečinok údajov aplikácie

# adm|
source: Play/Stop
sk: Prehrať/Zastaviť

# adm|
source: Previous Frame
sk: Predošlá snímka

# adm|
source: Next Frame
sk: Ďalšia snímka

# adm|
source: Previous Intra Frame
sk: Predošlá vnútorná snímka

# adm|
source: Next Intra Frame
sk: Ďalšia vnútorná snímka

# adm|
source: Previous Black Frame
sk: &Predošlá čierna snímka

# adm|
source: Next Black Frame
sk: &Nasledujúca čierna snímka

# adm|
source: Error
sk: Chyba

# adm|
source: You cannot remove *all* the video
sk: Nemôžete odstrániť *všetky* videá

# adm|
source: Updating frametype
sk: Aktualizácia typu snímky

# adm|
source: Core has been compiled without LIBVA support, but the application has been compiled with it. Installation mismatch
sk: Jadro bolo skompilované bez podpory LIBVA, ale aplikácia bola skompilovaná s ním. Zmätočná inštalácia

# adm|
source: Core has been compiled without VDPAU support, but the application has been compiled with it. Installation mismatch
sk: Jadro bolo skompilované bez podpory VDPAU, ale aplikácia bola skompilovaná s ním. Zmätočná inštalácia

# adm|
source: Core has been compiled without XVBA support, but the application has been compiled with it. Installation mismatch
sk: Jadro bolo skompilované bez podpory XVBA, ale aplikácia bola skompilovaná s ním. Zmätočná inštalácia

# adm|
source: No audio track
sk: Žiadna audio stopa

# adm|
source: An audio track is necessary to create such file
sk: Pre vytvorenie takéhoto súboru je nutná audio stopa

# adm|
source: Codec Error
sk: Chyba kodeku

# adm|
source: Cannot select the MPEG-4 SP codec.
sk: Nemožno vybrať MPEG-4 SP kodek.

# adm|
source: No AAC audio encoder plugin found.
sk: Nenájdený zásuvný modul AAC enkódera.

# adm|
source: The MP3 codec does not allow disabling reservoir. Install lame plugin
sk: Kodek MP3 neumožňuje vypnúť zásobník. Naištalujte rozšírenie lame

# adm|
source: You don't have LAME!. It is needed to create FLV video.
sk: Nemáte LAME! Je potrebné na vytvorenie FLV videa.

# adm|
source: Cannot select FLV1 codec.
sk: Nemožno vybrať FLV1 kodek.

# adm|
source: Cannot select MPEG-4 SP codec.
sk: Nemožno vybrať MPEG-4 SP kodek.

# adm|
source: You don't have FAAC!. It is needed to create PSP compatible video.
sk: Nemáte FAAC! To je potrebný na vytvorenie PSP kompatibilného videa.

# adm|
source: Select script/project to run
sk: Vyberte skript/projekt na spustenie

# adm|
source: Select script to run
sk: Vyberte skript na spustenie

# adm|
source: Select script to debug
sk: Vyberte skript na ladenie

# adm|
source: Select script to save
sk: Vyberte skript na uloženie

# adm|
source: You are about to clear the list of recent files and projects. This can't be undone. Proceed?
sk: Chystáte sa vymazať zoznam posledných súborov a projektov. Toto nie je možné vrátiť späť. Pokračovať?

# adm|
source: Not coded in this version
sk: Nepodporované v tejto verzii

# adm|
source: Select Video File...
sk: Vyberte video súbor...

# adm|
source: No engine
sk: Žiadny mechanizmus

# adm|
source: tinyPy script is not enabled in this build
sk: Skript tinyPy nie je v tejto zostave povolený

# adm|
source: Select Video File to Append...
sk: Vybrať video na pripojenie...

# adm|
source: The cut points of the pasted video are not on keyframes. Video saved in copy mode will be corrupted at these points. Proceed anyway?
sk: Body vystrihnutia vkladaného videa nie sú na kľúčových snímkach. Video uložené v režime kopírovania bude v týchto bodoch poškodené. Napriek tomu pokračovať?
