Repository: jozefM923/avidemux2_i18n
Catalog: avidemux_*.po
Languages: sk

# qmainfilter|
source: Partial
sk: Čiastočný

# qmainfilter|
source: This filter cannot be made partial
sk: Tento filter nemôže urobený ako čiastočný

# qmainfilter|
source: Add
sk: Pridať

# qmainfilter|
source: Remove
sk: Odstrániť

# qmainfilter|
source: Configure
sk: Konfigurovať

# qmainfilter|
source: Move up
sk: Posunúť hore

# qmainfilter|
source: Move down
sk: Posunúť dole

# qmainfilter|
source: Make partial
sk: Vytvoriť čiastočný

# qmainfilter|
source: Press %s to accept the dialog
sk: Stlačením %s akceptujete dialógové okno

# qmainfilter|
source: Load video filters..
sk: Nahrať video filtre..

# qmainfilter|
source: Save video filters..
sk: Uložiť video filtre..

# qprocessing|
source: Unknown
sk: Neznámy

# qprocessing|
source: _Resume
sk: _Zhrnutie

# qprocessing|
source: The processing is paused.
sk: Spracovanie je pozastavené.

# qprocessing|
source: Cancel it ?
sk: Zrušiť to?

# qprops|
source: No
sk: Nie

# qprops|
source: Yes
sk: Áno

# qprops|
source: %2.3f fps
sk: %2.3f snímok/s

# qprops|
source: Audio (%n active track(s))
sk: Audio (%n aktívna stopa)

# qprops|
source: Codec 4CC:
sk: Kodek 4CC:

# qprops|
source: Image Size:
sk: Veľkosť obrázka:

# qprops|
source: Aspect Ratio:
sk: Pomer strán:

# qprops|
source: Frame Rate:
sk: Snímková frekvencia::

# qprops|
source: Total Duration:
sk: Celkové trvanie:

# qprops|
source: Extra Video Properties
sk: Zvláštne vlastnosti videa

# qprops|
source: ExtraDataSize:
sk: Veľkosť zvláštnych údajov:

# qprops|
source: Extra data:
sk: Zvláštne údaje:

# qprops|
source: Codec:
sk: Kodek:

# qprops|
source: Channels:
sk: Kanály:

# qprops|
source: Bitrate:
sk: Prenosová rýchlosť:

# qprops|
source: Frequency:
sk: Frekvencia:

# qprops|
source: No Audio
sk: Žiadne audio

# qshell|
source: Enter your commands then press the evaluate button or CTRL+ENTER.
sk: Zadajte príkazy a potom stlačte tlačidlo vyhodnotenia alebo Ctrl+Enter.

# qshell|
source: You can use CTRL+PageUP and CTRL+Page Down to recall previous commands Ready.
sk: Môžete použiť Ctrl+PageUp a CTRL+PageDown pre vyvolanie predchádzajúcich príkazov Pripravený.

# qshell|
source: Enter your commands then press the evaluate button or ⌘⏎.
sk: Zadajte príkazy a stlačte tlačidlo Vyhodnotiť alebo ⌘⏎.

# qshell|
source: You can use ⌥⌘▲ and ⌥⌘▼ to recall previous commands. Ready.
sk: Na vyvolanie predchádzajúcich príkazov môžete použiť ⌥⌘ ▲ a ⌥⌘ ▼. Pripravený.

# qtalert|
source: Alert
sk: Upozornenie

# qtalert|
source: Info
sk: Informácia

# qtalert|
source: Confirmation
sk: Potvrdenie

# qtalert|
source: Question
sk: Otázka

# qtalert|
source: Question?
sk: Otázka?

# qtray|
source: Open Avidemux
sk: Otvoriť Avidemux

# qvobsub|
source: Select Idx File
sk: Vybrať idx súbor

# rawmuxer|
source: Prefer Annex B type stream
sk: Preferujte tok typu B uvedený v prílohe B

# rawmuxer|
source: Video Only Muxer Settings
sk: Nastavenia len video zmiešavača

# rawmuxer|
source: Saving raw video
sk: Ukladanie surového videa

# rawmuxer|
source: None
sk: Nie je

source: Remove Plane
sk: Odstrániť úroveň

# removeplane|
source: Remove Y,U or V plane (used mainly to debug other filters).
sk: Odstráni úrovne Y, U, V (používa sa hlavne na ladenie iných filtrov).

# removeplane|
source: Keep Y Plane
sk: Zachovať úroveň Y

# removeplane|
source: Process luma plane
sk: Spracovanie úrovne jasu

# removeplane|
source: Keep U Plane
sk: Zachovať úroveň U

# removeplane|
source: Process chromaU plane
sk: Spracovanie úrovne farebnej zložky U

# removeplane|
source: Keep V Plane
sk: Zachovať úroveň V

# removeplane|
source: Process chromaV plane
sk: Spracovanie úrovne farebnej zložky V

source: Remove plane
sk: Odstrániť úroveň

# resampleFps|
source: Custom
sk: Vlastné

source: Resample FPS
sk: Prevzorkovať snímkovanie

# resampleFps|
source: Change and enforce FPS. Keep duration and sync.
sk: Mení a vynucuje snímkovanie. Udržuje dobu trvanie a synchronizáciu.

# resampleFps|
source: _Mode:
sk: _Režim:

# resampleFps|
source: _New frame rate:
sk: _Nová snímková frekvencia:

source: Resample fps
sk: Prevzorkovať snímkovanie

# resize|
source: Width and height cannot be odd
sk: Šírka a výška nemôžu byť nepárne

# resize|
source: swsResize
sk: Softvérová zmena veľkosti

# resize|
source: swScale Resizer.
sk: Softvérový menič mierky.

# resizeDialog|
source: Resize
sk: Zmena veľkosti

# resizeDialog|
source: Aspect Ratio
sk: Pomer strán

# resizeDialog|
source: Lock Aspect Ratio
sk: Zamknúť pomer strán

# resizeDialog|
source: Source:
sk: Zdroj:

# resizeDialog|
source: Destination:
sk: Cieľ:

# resizeDialog|
source: Source PAR:
sk: Zdroj PAR:

# resizeDialog|
source: 1:1 (square pixels)
sk: 1:1 (štvorcové pixely)

# resizeDialog|
source: Destination PAR:
sk: Cieľ PAR:

# resizeDialog|
source: Resize Dimensions
sk: Zmena rozmenrov

# resizeDialog|
source: Width:
sk: Šírka:

# resizeDialog|
source: Height:
sk: Výška:

# resizeDialog|
source: Round to the Nearest Multiple of 16
sk: Zaokrúhliť na najbližší násobok 16

# resizeDialog|
source: Error X / Y:
sk: Chyba X/Y:

# resizeDialog|
source: Resize Method:
sk: Metóda zmeny veľkosti:

# resizeDialog|
source: Bilinear
sk: Bilineárna

# resizeDialog|
source: Bicubic
sk: Bikubická

source: Rotate
sk: Rotácia

# rotate|
source: Rotate the image by 90/180/270 degrees.
sk: Otočí obrázok o 90/180/270/ stupňov.

# rotate|
source: None
sk: Nie je

# rotate|
source: 90 degrees
sk: 90 stupňov

# rotate|
source: 180 degrees
sk: 180 stupňov

# rotate|
source: 270 degrees
sk: 270 stupňov

# rotate|
source: _Angle:
sk: U_hol:

# seekablePreviewDialog|
source: Preview
sk: Náhľad

# seekablePreviewDialog|
source: Back one minute
sk: Späť o jednu minútu

# seekablePreviewDialog|
source: Play
sk: Prehrať

# seekablePreviewDialog|
source: Next image
sk: Ďalší obrázok

# seekablePreviewDialog|
source: Forward one minute
sk: Vpred o 1 minútu

source: Separate Fields
sk: Oddelené polia

# separateFields|
source: Split each image into 2 fields.
sk: Rozdelí každý obrázok na 2 polia.

# shaderLoader|
source: Reload shader
sk: Znovunačítať shader

# sharpen|
source: Sharpen convolution.
sk: Zaostriť konvolúciou.

# sharpen|
source: 3x3 convolution filter :sharpen.
sk: Filter konvolúcie 3x3 :zaostrenie.

# stackfield|
source: Stack Fields
sk: Pole zásobníkov

# stackfield|
source: Put even lines on top, odd lines at bottom.
sk: Položí párne čiary hore, nepárne dole.

source: Still Image
sk: Statický obrázok

# stillimage|
source: Duplicate frames for a given duration.
sk: Duplikuje snímky pre danú dobu trvania.

# stillimage|
source: _Start time:
sk: Čas _štartu:

# stillimage|
source: _Duration:
sk: _Doba trvania:

source: Swap UV
sk: Prehodiť UV

# swapuv|
source: Swap the U and V planes.
sk: Prehodí úrovne U a V.

# telecide|
source: Decomb telecide
sk: Dekombinácia Telecide

# telecide|
source: Donald Graft Telecide. Replace ivtc pattern by progressive frames. Video stays at 30 fps.
sk: Telecide od Donalda Grafta. Nahradí šablónu ivtc postupnými snímkami. Video pozostáva z 30 snímok/s.

# telecide|
source: No strategy
sk: Žiadna stratégia

# telecide|
source: 3:2 pulldown
sk: stiahnuť na 3:2

# telecide|
source: NTSC converted from PAL
sk: NTSC konvertované z PAL

# telecide|
source: Top
sk: Vrchný

# telecide|
source: Bottom
sk: Spodný

# telecide|
source: Never
sk: Nikdy

# telecide|
source: If still combed
sk: Pokiaľ je stále prekladaný

# telecide|
source: Always
sk: Vždy

# telecide|
source: None
sk: Nie je

# telecide|
source: None but compute
sk: Žiadne, ale spočítať

# telecide|
source: Postproc on best match
sk: Dodatočné spracovanie na najlepšej zhode

# telecide|
source: Postproc and show zones (debug)
sk: Dodatočné spracovanie a zobrazenie zón (ladenie)

# telecide|
source: Process image (not fields)
sk: Spracovanie obrazu (nie polsnímky)

# telecide|
source: Process image (not fields), debug
sk: Spracovanie obrazu (nie polsnímky), ladenie

# telecide|
source: _Strategy:
sk: _Stratégia:

# telecide|
source: _Field order:
sk: Por_adie polsnímok:

# telecide|
source: _Postprocessing:
sk: _Dodatočné spracovanie:

# telecide|
source: _Try backward:
sk: S_kúsiť spätne:

# telecide|
source: _Direct threshold:
sk: _Priamy prah:

# telecide|
source: _Backward threshold:
sk: Spä_tný prah:

# telecide|
source: _Noise threshold:
sk: P_rah šumu:

# telecide|
source: Postp_rocessing threshold:
sk: Pra_h dodatočného spracovania:

# telecide|
source: _Use chroma to decide
sk: Po_užiť farebnú zložku pre rozhodnutie

# telecide|
source: Sho_w info
sk: Zobrazovať _informácie

# telecide|
source: Debu_g
sk: _Ladenie

# telecide|
source: Bl_end
sk: Z_miešavanie

# telecide|
source: Decomb Telecide
sk: Dekombinácia Telecide

# tsdemuxer|
source: There are several files with sequential file names. Should they be all loaded ?
sk: Existuje niekoľko súborov so sekvenčnými názvami súborov. Majú byť všetky načítané?

# tsdemuxer|
source: Indexing
sk: Indexovanie

# tsdemuxer|
source: Size Change
sk: Zmeniť veľkosť

# tsdemuxer|
source: The size of the video changes at frame %u from %ux%u to %ux%u. This is unsupported, stopping here.
sk: Veľkosť videa sa mení v snímke %u z %ux%u na %ux%u. Toto nie je podporované, tu sa to zastaví.

# tsdemuxer|
source: This file's index has been created with an older version of avidemux. The file must be re-indexed. Proceed?
sk: Index tohto súboru bol vytvorený pomocou staršej verzie avidemuxu. Súbor musí byť preindexovaný. Pokračovať?

# twolame|
source: _Bitrate:
sk: _Prenosová rýchlosť:

# twolame|
source: TwoLame Configuration
sk: Konfigurácia TwoLame

# uisupport|
source: Default Raster
sk: Pôvodný raster

# unstackfield|
source: Unstack Fields
sk: Polsnímky bez zásobníka

# unstackfield|
source: Weave top and bottom halves.
sk: Spletie horné a spodné polovice.

# vaEncH264|
source: vaH264 Configuration
sk: Konfigurácia vaH264

# vaH264|
source: _IDR Period:
sk: _IDR perióda:

# vaH264|
source: _Bitrate(kbps)
sk: _Prenosová rýchlosť [kB/s]

# vaapiDeint|
source: VA-API Deinterlacer
sk: Rozkladač VA-API

# vaapiDeint|
source: Deinterlace and optionally resize video using VA-API.
sk: Rozklad a voliteľná zmena veľkosti videa použitím VA-API.

# vaapiDeint|
source: Weave
sk: Utkať

# vaapiDeint|
source: Motion-Adaptive
sk: Prispôsobený pohyb

# vaapiDeint|
source: Motion-Compensated
sk: Kompenzovaný pohyb

# vaapiDeint|
source: Top Field First
sk: Najprv horná polsnímka

# vaapiDeint|
source: Bottom Field First
sk: Najprv dolná polsnímka

# vaapiDeint|
source: Frame per Frame
sk: Snímka na snímku

# vaapiDeint|
source: Double Framerate
sk: Dvojitá snímková frekvencia

# vaapiDeint|
source: _Mode:
sk: _Režim:

# vaapiDeint|
source: _Field Order:
sk: _Poradie polsnímok:

# vaapiDeint|
source: _Output:
sk: _Výstup:

# vaapiDeint|
source: Deinterlacing
sk: Rozklad

# vaapiDeint|
source: _Resize
sk: _Zmena veľkosti

# vaapiDeint|
source: Width:
sk: Šírka:

# vaapiDeint|
source: Height:
sk: Výška:

# vaapiDeint|
source: Transformation
sk: Transformácia

# vaapiDeint|
source: VA-API Deinterlacer and Resizer
sk: Menič veľkosti a rozkladač VA-API

# vaapiDeint|
source: Unsupported Mode
sk: Nepodporovaný režim

# vaapiDeint|
source: Specified deinterlacing mode %s is not supported, replaced with %s.
sk: Zadaný režim rozkladu %s nie je podporovaný, nahradený %s.

# vaapiDeint|
source: VA-API Setup Error
sk: Chyba nastavenia VA-API

# vaapiDeint|
source: Could not setup VA-API, purely passthrough operation.
sk: Nepodarilo sa nastaviť VA-API, iba priechodná operácia.

source: VA-API Resize
sk: VA-API Zmena veľkosti

# vaapiResize|
source: Resize image using VA-API.
sk: Zmena veľkosti obrázka použitím VA-API.

# vaapiResize|
source: Width :
sk: Šírka:

# vaapiResize|
source: Height :
sk: Výška:

source: vdpauDeint
sk: Rozkladač vdpau

# vdpaudeint|
source: VDPAU deinterlacer (+resize).
sk: Rozkladač VDPAU (+ zmena veľkosti).

# vdpaudeint|
source: Keep Top Field
sk: Zachovať hornú polsnímku

# vdpaudeint|
source: Keep Bottom Field
sk: Dodržať dolnú polsnímku

# vdpaudeint|
source: Double framerate
sk: Dvojitá snímková frekvencia

# vdpaudeint|
source: Top Field First
sk: Najprv horná polsnímka

# vdpaudeint|
source: Bottom Field First
sk: Najprv dolná polsnímka

# vdpaudeint|
source: _Field Order:
sk: _Poradie polsnímok:

# vdpaudeint|
source: _Resize
sk: _Zmena veľkosti

# vdpaudeint|
source: _Deint Mode:
sk: Režim _rozkladu:

# vdpaudeint|
source: Width:
sk: Šírka:

# vdpaudeint|
source: Height:
sk: Výška:

# vdpresize|
source: vdpau: Resize
sk: vdpau: Zmena veľkosti

# vdpresize|
source: vdpau: Resize image using vdpau.
sk: Zmena veľkosti obrázka použitím vdpau.

# vdpresize|
source: Width:
sk: Šírka:

# vdpresize|
source: Height:
sk: Výška:

# vflip|
source: Vertical Flip
sk: Preklopiť vertikálne

# vflip|
source: Vertically flip the image.
sk: Preklopí obrázok vertikálne.

# vobSubDialog|
source: Subtitle Font Size and Position
sk: Veľkosť písma a pozícia titulkov

# vobSubDialog|
source: Delay :
sk: Odozva:

# vobSubDialog|
source: Select File
sk: Vybrať súbor

# vobSubDialog|
source: Language :
sk: Jazyk:

# vobSubDialog|
source: Idx File :
sk: IDy súboru:

# vorbis|
source: Quality based
sk: Režim kvality

# vorbis|
source: _Mode:
sk: _Režim:

# vorbis|
source: _Bitrate:
sk: _Prenosová rýchlosť:

# vorbis|
source: _Quality:
sk: _Kvalita:

# vorbis|
source: Vorbis Configuration
sk: Konfigurácia Vorbis

# vp9encoder|
source: Realtime
sk: Reálny čas

# vp9encoder|
source: Good quality
sk: Dobrá kvalita

# vp9encoder|
source: Best quality
sk: Najlepšia kvalita

# vp9encoder|
source: For optimal quality, select 2-pass average bitrate mode and set target bitrate to zero
sk: Ak chcete dosiahnuť optimálnu kvalitu, vyberte režim priemernej bitovej rýchlosti s 2 prechodmi a cieľovú prenosovú rýchlosť nastavte na nulu

# vp9encoder|
source: Deadline
sk: Hraničný termín

# vp9encoder|
source: Speed
sk: Rýchlosť

# vp9encoder|
source: Threads
sk: Vlákna

# vp9encoder|
source: Use as many threads as CPU cores
sk: Použiť toľko vlákien ako jadier CPU

# vp9encoder|
source: GOP Size
sk: Veľkosť skupiny obrázkov

# vp9encoder|
source: Use full color range
sk: Používať celý farebný rozsah

# vp9encoder|
source: Encoding Mode
sk: Režim kódovania

# vp9encoder|
source: Speed vs Quality
sk: Rýchlosť proti kvalite

# vp9encoder|
source: Keyframes
sk: Kľúčové snímky

# vp9encoder|
source: Miscellaneous
sk: Rôzne

# vp9encoder|
source: libvpx VP9 Encoder Configuration
sk: Konfigurácia kódovača libvpx VP9

# vsWindow|
source: Open VapourSynth File
sk: Otvoriť súbor VapourSynth

# vsWindow|
source: VS Script Files (*.vpy)
sk: Súbory skriptov VS (*.vpy)

# webmmuxer|
source: Unsupported Video. Only VP8/VP9 video and Vorbis/Opus audio supported
sk: Nepodporované video. Podporované audio len VP8/VP9 video a Vorbis/Opus

# webmmuxer|
source: Unsupported Audio. Only VP8/VP9 video and Vorbis/Opus audio supported
sk: Nepodporované audio. Podporované audio len VP8/VP9 video a Vorbis/Opus

# webmmuxer|
source: Saving Webm
sk: Uloženie Webm

# webmmuxer|
source: Force display width
sk: Vynútená šírka zobrazenia

# webmmuxer|
source: Display width
sk: Šírka zobrazenia

source: Webm Muxer
sk: Zmiešavač Webm

# workingDialog|
source: Processing
sk: Spracovávanie

# workingDialog|
source: Elapsed:
sk: Uplynulý čas:

# workingDialog|
source: Time Remaining:
sk: Zostávajúci čas:

# x264|
source: Not coded
sk: Nekódované

# x264|
source: this mode has not been implemented
sk: tento režim nie je implementovaný

# x264|
source: none
sk: nie je

# x264|
source: Custom
sk: Vlastné

# x264|
source: Target Bitrate:
sk: Cieľová prenosová rýchlosť [kB/s]:

# x264|
source: kbit/s
sk: kB/s

# x264|
source: Quantiser:
sk: Kvantifikátor:

# x264|
source: Quality:
sk: Kvalita:

# x264|
source: Target Video Size:
sk: Cieľová veľkosť videa:

# x264|
source: Average Bitrate:
sk: Priemerná prenosová rýchlosť:

# x264|
source: Macroblock-Tree optimisation requires Variance Adaptive Quantisation to be enabled. Variance Adaptive Quantisation will automatically be enabled. Do you wish to continue?
sk: Optimalizácia stromu makroblokov vyžaduje povolenú adaptívnu kvantifikáciu. Varianta adaptívnej kvantizácie bude automaticky zakázaná. Chcete pokračovat?

# x264|
source: Macroblock-Tree optimisation requires Variance Adaptive Quantisation to be enabled. Macroblock-Tree optimisation will automatically be disabled. Do you wish to continue?
sk: Optimalizácia stromu makroblokov vyžaduje povolenú adaptívnu kvantfikáciu. Optimalizácia stromu makroblokov bude automaticky zakázaná. Chcete pokračovat?

# x264|
source: Error
sk: Chyba

# x264|
source: Cannot load preset
sk: Nemožno načítať predvoľbu

# x264|
source: Save Profile
sk: Uložiť profil

# x264|
source: Overwrite
sk: Prepísať

# x264|
source: Replace the following preset ?:
sk: Nahradiť nasledujúcu predvoľbu?:

# x264|
source: Cannot save preset
sk: Nemožno uložiť predvoľbu

# x264|
source: Cannot delete custom profile
sk: Nemožno odstrániť vlastný profil

# x264|
source: Do you really want to delete the
sk: Naozaj chcete odstrániť

# x264|
source: profile ?. If it is a system profile it will be recreated next time.
sk: profil? Ak je to systémový profil, bude nabudúce obnovený.

# x264|
source: Delete preset
sk: Odstrániť predvoľbu

# x264|
source: Delete
sk: &Odstrániť

# x264ConfigDialog|
source: x264 Configuraton
sk: Konfigurácia x264

# x264ConfigDialog|
source: Configuration:
sk: Konfigurácia:

# x264ConfigDialog|
source: Save As
sk: Uložiť ako

# x264ConfigDialog|
source: Delete
sk: &Odstrániť

# x264ConfigDialog|
source: General
sk: Obecné

# x264ConfigDialog|
source: Basic
sk: Základné

# x264ConfigDialog|
source: Use advanced configuration
sk: Použiť rozšírenú konfiguráciu

# x264ConfigDialog|
source: Profile:
sk: Profil:

# x264ConfigDialog|
source: Preset:
sk: Predvoľba:

# x264ConfigDialog|
source: Tuning:
sk: Ladenie:

# x264ConfigDialog|
source: IDC Level:
sk: Úroveň IDC:

# x264ConfigDialog|
source: Auto
sk: Automatický

# x264ConfigDialog|
source: Fast Decode
sk: Rýchle dekódovanie

# x264ConfigDialog|
source: Zero Latency
sk: Nulová odozva

# x264ConfigDialog|
source: Fast First Pass
sk: Rýchly prvý prechod

# x264ConfigDialog|
source: Threads
sk: Vlákna

# x264ConfigDialog|
source: Rate Control
sk: Riadenie prenosovej rýchlosti

# x264ConfigDialog|
source: Target Video Size:
sk: Cieľová veľkosť videa:

# x264ConfigDialog|
source: Constant Bitrate (Single Pass)
sk: Konštantná prenosová rýchlosť (jeden prechod)

# x264ConfigDialog|
source: Constant Quantiser (Single Pass)
sk: Konštantný kvantifikátor (jeden prechod)

# x264ConfigDialog|
source: Constant Rate Factor (Single Pass)
sk: Faktor konštantnej rýchlosti (jeden prechod)

# x264ConfigDialog|
source: Video Size (Two Pass)
sk: Veľkosť videa (dva prechody)

# x264ConfigDialog|
source: Average Bitrate (Two Pass)
sk: Priemerná prenosová rýchlosť (dva prechody)

# x264ConfigDialog|
source: Encoding Mode:
sk: Režim kódovania:

# x264ConfigDialog|
source: 0 (High Quality)
sk: 0 (vysoká kvalita)

# x264ConfigDialog|
source: Quantiser
sk: Kvantifikátor

# x264ConfigDialog|
source: 51 (Low Quality)
sk: 51 (nízka kvalita)

# x264ConfigDialog|
source: Advanced RC
sk: Rozšírené riadenie rýchlosti

# x264ConfigDialog|
source: Advanced Rate Control
sk: Rozšírené riadenie rýchlosti

# x264ConfigDialog|
source: Maximum Constant Rate Factor
sk: Faktor maximálnej konštantnej rýchlosti

# x264ConfigDialog|
source: Macroblock-tree Rate Control
sk: Riadenie rýchlosti stromu makroblokov

# x264ConfigDialog|
source: Frametype Lookahead:
sk: Typ následných snímok:

# x264ConfigDialog|
source: frames
sk: snímok

# x264ConfigDialog|
source: Sequence Parameter Set Identifer:
sk: Nastavenie identifikátora parametrov sekvencie:

# x264ConfigDialog|
source: Motion
sk: Pohyb

# x264ConfigDialog|
source: Motion Estimation
sk: Odhad pohybu

# x264ConfigDialog|
source: Motion Estimation Method:
sk: Metóda odhadu pohybu:

# x264ConfigDialog|
source: Diamond Search
sk: Štvoruholníkové vyhľadávanie

# x264ConfigDialog|
source: Hexagonal Search
sk: Šesťuholníkové vyhľadávanie

# x264ConfigDialog|
source: Uneven Multi-hexagonal Search
sk: Nerovnomerné viacnásobné šesťuholníkové vyhľadávanie

# x264ConfigDialog|
source: Exhaustive Search
sk: Dôkladné vyhľadávanie

# x264ConfigDialog|
source: Hadamard Exhaustive Search
sk: Hadamardovo dôkladné vyhľadávanie

# x264ConfigDialog|
source: 1 (Fast)
sk: 1 (rýchle)

# x264ConfigDialog|
source: Subpixel Refinement
sk: Subpixelové spresnenie

# x264ConfigDialog|
source: 11 (Best)
sk: 11 (najlepšie)

# x264ConfigDialog|
source: Motion Vector
sk: Vektor pohybu

# x264ConfigDialog|
source: Maximum Motion Vector Length:
sk: Maximálna dĺžka vektora pohybu:

# x264ConfigDialog|
source: Minimum Buffer Between Threads:
sk: Minimálny zásobník medzi vláknami:

# x264ConfigDialog|
source: Maximum Motion Vector Search Range:
sk: Maximálny rozsah hľadania vektoru pohybu:

# x264ConfigDialog|
source: Prediction
sk: Predvídanie

# x264ConfigDialog|
source: Disabled
sk: Zakázané

# x264ConfigDialog|
source: Weighted References
sk: Odporúčaná záťaž

# x264ConfigDialog|
source: Weighted References + Duplicates
sk: Odporúčaná záťaž + duplikáty

# x264ConfigDialog|
source: Direct Prediction Mode:
sk: Režim priameho predvídania:

# x264ConfigDialog|
source: Weighted Prediction for P-frames:
sk: Predvídanie záťaže pre P snímky:

# x264ConfigDialog|
source: None
sk: Nie je

# x264ConfigDialog|
source: Spatial
sk: Priestorový

# x264ConfigDialog|
source: Temporal
sk: Dočasný

# x264ConfigDialog|
source: Weighted Prediction for B-frames
sk: Predvídanie záťaže pre B snímky

# x264ConfigDialog|
source: Constrained Intra Prediction
sk: Obmedzené predvídanie záťaže

# x264ConfigDialog|
source: Partition
sk: Rozdelenie

# x264ConfigDialog|
source: Partition Search
sk: Vyhľadávanie častí

# x264ConfigDialog|
source: 8x8 DCT Spatial Transform
sk: 8x8 DCT priestorová transformácia

# x264ConfigDialog|
source: 8x8, 8x16 and 16x8 P-frame Intra-predicted Blocks
sk: 8x8, 8x16 a 16x8 predvídanie vnútorných blokov P snímok

# x264ConfigDialog|
source: 8x8, 8x16 and 16x8 B-frame Intra-predicted Blocks
sk: 8x8, 8x16 a 16x8 predvídanie vnútorných blokov B snímok

# x264ConfigDialog|
source: 4x4, 4x8 and 8x4 P-frame Intra-predicted Blocks
sk: 4x4, 4x8 a 8x4 predvídanie vnútorných blokov P snímok

# x264ConfigDialog|
source: 8x8 Intra-predicted Blocks
sk: 8x8 predvídanie vnútorných blokov

# x264ConfigDialog|
source: 4x4 Intra-predicted Blocks
sk: 4x4 predvídanie vnútorných blokov

# x264ConfigDialog|
source: Frame
sk: Snímka

# x264ConfigDialog|
source: Frame Encoding
sk: Zakódovanie snímok

# x264ConfigDialog|
source: Loop Filter:
sk: Filter slučky:

# x264ConfigDialog|
source: Strength:
sk: Sila:

# x264ConfigDialog|
source: Threshold:
sk: Prah:

# x264ConfigDialog|
source: Open GOP:
sk: Otvoriť skupinu obrázkov:

# x264ConfigDialog|
source: Normal Mode
sk: Normálny režim

# x264ConfigDialog|
source: Blu-ray Mode
sk: Režim Blu-ray

# x264ConfigDialog|
source: Interlaced:
sk: Prekladaný:

# x264ConfigDialog|
source: Bottom Field First
sk: Najskôr dolná polsnímka

# x264ConfigDialog|
source: Top Field First
sk: Najskôr horná polsnímka

# x264ConfigDialog|
source: Maximum Reference Frames:
sk: Maximum referenčných snímok:

# x264ConfigDialog|
source: B-frames
sk: B snímky

# x264ConfigDialog|
source: B-frames as References:
sk: B snímky ako referencie:

# x264ConfigDialog|
source: Strictly Hierarchical Pyramid
sk: Prísne hierarchická pyramída

# x264ConfigDialog|
source: Non-strict (Not Blu-ray Compatible)
sk: Nie prísne (nie je kompatibilné s Blu-ray)

# x264ConfigDialog|
source: Fast
sk: Rýchla

# x264ConfigDialog|
source: Optimal
sk: Optimálne

# x264ConfigDialog|
source: B-frame Bias:
sk: Miera použitia B snímok:

# x264ConfigDialog|
source: Maximum Consecutive B-frames:
sk: Maximum následných B snímok:
