Repository: jozefM923/avidemux2_i18n
Catalog: avidemux_*.po
Languages: sk

# blend|
source: Blend groups of N frames into a single frame. Useful for speeding up slow motion footage or creating timelapses.
sk: Zmieša skupiny N snímok do jednej snímky. Užitočné pre zrýchlenie záznamu spomaleného pohybu alebo vytvorenie časových oneskorení.

# blend|
source: Frames
sk: snímok

source: Blend
sk: Zmiešavanie

# changeFps|
source: Custom
sk: Vlastné

source: Change FPS
sk: Zmeniť snímkovú frekvenciu

# changeFps|
source: Speed up/slow down the video as if altering fps. This filter changes duration.
sk: Zmenou rýchlosti videa, ako keby ste menili snímkovú frekvenciu. Tento filter vytvára trvalé zmeny.

# changeFps|
source: Source Fps:
sk: Snímok/s zdroja:

# changeFps|
source: Source frame rate:
sk: Zdrojová snímková frekvencia:

# changeFps|
source: Destination Fps:
sk: Snímok/s cieľa:

# changeFps|
source: Destination frame rate:
sk: Cieľová snímková frekvencia:

source: Change fps
sk: Zmeniť snímkovú frekvenciu

# changeFps|
source: Error
sk: Chyba

# changeFps|
source: Invalid fps
sk: Neplatná snímková frekvencia

source: ChromaShift
sk: Posun farebnej zložky

# chromashift|
source: Shift chroma U/V to fix badly synced luma/chroma.
sk: Posun U/V farebnej zložky pre opravu zle synchronizovanej jasovej zložky/farebnej zložky.

# chromashiftDialog|
source: ChromaShift
sk: Posun farebnej zložky

# chromashiftDialog|
source: V Shift
sk: Posun V

# chromashiftDialog|
source: U Shift
sk: Posun U

# coloryuv|
source: Avisynth color filter.
sk: Farebný filter Avisynth.

# coloryuv|
source: Color management filter.
sk: Filter riadenia farby.

# coloryuv|
source: AutoWhite
sk: Automatická biela

# coloryuv|
source: AutoGain
sk: Automatický zisk

# coloryuv|
source: Clip to Tv Range (16-235)
sk: Strih pre Tv rozsah (16-235)

# coloryuv|
source: None
sk: Nie je

# coloryuv|
source: Levels:
sk: Úrovne:

# coloryuv|
source: Y gain
sk: Y zisk

# coloryuv|
source: Y Brightness
sk: Y jas

# coloryuv|
source: Y Gamma
sk: Y gama

# coloryuv|
source: Y Contrast
sk: Y kontrast

# coloryuv|
source: U gain
sk: U zisk

# coloryuv|
source: U Brightness
sk: U jas

# coloryuv|
source: U Contrast
sk: U kontrast

# coloryuv|
source: V gain
sk: V zisk

# coloryuv|
source: V Brightness
sk: V jas

# coloryuv|
source: V Contrast
sk: V kontrast

# coloryuv|
source: Flags
sk: Príznaky

source: colorYuv
sk: farby YUV

source: Contrast
sk: Kontrast

# contrast|
source: Adjust contrast, brightness and colors.
sk: Upraví kontrast, jas a farby.

# contrast|
source: Brightness
sk: Jas

# contrastDialog|
source: Contrast
sk: Kontrast

# contrastDialog|
source: Contrast
sk: Kontrast

# contrastDialog|
source: Brightness
sk: Jas

# contrastDialog|
source: Luma
sk: Jasová zložka

# contrastDialog|
source: Process
sk: Priebeh

# contrastDialog|
source: ChromaU
sk: Farebná zložka U

# contrastDialog|
source: ChromaV
sk: Farebná zložka V

# contrastDialog|
source: Brightness
sk: Jas

# convolution|
source: _Process luma
sk: Priebeh _jasovej zložky

# convolution|
source: Process luma plane
sk: Spracovanie roviny jasu

# convolution|
source: P_rocess chroma
sk: Priebeh _farebnej zložky

# convolution|
source: Fast Convolution
sk: Rýchle previnutie

# crash|
source: Load it
sk: Načítať to

# crash|
source: Crash file
sk: Uložený súbor po havárii

# crash|
source: I have detected a crash file. Do you want to load it ? (It will be deleted in all cases, you should save it if you want to keep it)
sk: Objavil som havarovaný súbor. Chcete ho načítať? (V každom prípade bude zmazaný, mali by ste ho uložiť, ak ho chcete zachovať)

source: Crop
sk: Orezanie

# crop|
source: Crop filter
sk: Filter orezávania

# crop|
source: Warning Cropping too much width ! Width reseted !
sk: Upozornenie na prílišnú šírku orezania! Šírka vynulovaná!

# crop|
source: Warning Cropping too much height ! Height reseted !
sk: Upozornenie na prílišnú výšku orezania! Výška vynulovaná!

# crop|
source: Size:
sk: Veľkosť:

# cropDialog|
source: Crop
sk: Orezanie

# cropDialog|
source: Right:
sk: Vpravo:

# cropDialog|
source: Top:
sk: Hore:

# cropDialog|
source: Reset
sk: Vynulovať

# cropDialog|
source: Bottom:
sk: Dole:

# cropDialog|
source: Left:
sk: Vľavo:

# cropDialog|
source: Auto Crop
sk: Automatické orezanie

# cropDialog|
source: Size:
sk: Veľkosť:

# cropDialog|
source: &Hide Rubber Band
sk: &Skryť gumičku

# dcaenc|
source: _Bitrate:
sk: _Prenosová rýchlosť:

# dcaenc|
source: DcaEnc Configuration
sk: Konfigurácia DcaEnc

# decimate|
source: Decomb decimate
sk: Dekombinácia decimácie

# decimate|
source: Donald Graft decimate. Remove duplicate after telecide.
sk: Donald Graft decimácia. Odstráni duplikáty po telecide.

# decimate|
source: Discard closer
sk: Zahodiť bližší

# decimate|
source: Replace (interpolate)
sk: Nahradiť (interpolovať)

# decimate|
source: Discard longer dupe (animés)
sk: Zahodiť dlhšie duplikáty (animé)

# decimate|
source: Pulldown dupe removal
sk: Odstránenie roletových duplikátov

# decimate|
source: Fastest (no chroma, partial luma)
sk: Najrýchlejšia (bez farebnej zložky, čiastočná jasová zložka)

# decimate|
source: Medium (full luma, no chroma)
sk: Stredná (plná jasová zložka, bez farebnej zložky)

# decimate|
source: _Mode:
sk: _Režim:

# decimate|
source: _Quality:
sk: _Kvalita:

# decimate|
source: _Threshold 1:
sk: _Prah 1:

# decimate|
source: T_hreshold 2:
sk: Pra_h 2:

# decimate|
source: C_ycle:
sk: _Cyklus:

# decimate|
source: Sho_w
sk: _Ukázať

# decimate|
source: Decomb Decimate
sk: Dekombinácia decimácie

# delogo2|
source: MPlayer delogo2
sk: Odstránenie loga MPlayer

# delogo2|
source: Blend a logo by interpolating its surrounding box.
sk: Vymaže logo interpoláciou jeho okolia.

# dgbob|
source: Donald Graft Bob.
sk: Bob filter Donalda Grafta.

# dgbob|
source: Top
sk: Vrchný

# dgbob|
source: Bottom
sk: Spodný

# dgbob|
source: Keep nb of frames and fps
sk: Zachovať počet a frekvenciu snímok

# dgbob|
source: Double nb of frames and fps
sk: Zdvojnásobiť počet a frekvenciu snímok

# dgbob|
source: Double nb of frames (slow motion)
sk: Zdvojnásobiť počet snímok (spomalenie)

# dgbob|
source: _Top Field First:
sk: _Horné pole prvé:

# dgbob|
source: _Mode:
sk: _Režim:

# dgbob|
source: _Threshold:
sk: _Prah:

# dgbob|
source: Extra check, avoid using it
sk: Extra kontrola, nepoužívajte

source: Dummy
sk: Zdanlivý

# dummy|
source: Null filter, it does nothing at all.
sk: Nulový filter, nič to nerobí.

# dv|
source: DV only supports 720*576*25fps and 720*480*29.97fps
sk: DV podporuje len 720*576*25snímok/s a 720*480*29.97snímok/s

# encodingDialog|
source: Encoding...
sk: Prebieha kódovanie...

# encodingDialog|
source: Main
sk: Hlavné

# encodingDialog|
source: Unknown
sk: Neznámy

# encodingDialog|
source: None
sk: Nie je

# encodingDialog|
source: Phase:
sk: Fáza:

# encodingDialog|
source: Time Remaining:
sk: Zostávajúci čas:

# encodingDialog|
source: Shut down computer when finished
sk: Po ukončení vypnúť počítač

# encodingDialog|
source: Priority:
sk: Priorita:

# encodingDialog|
source: High
sk: Vysoká

# encodingDialog|
source: Above Normal
sk: Nad normálom

# encodingDialog|
source: Normal
sk: Normálna

# encodingDialog|
source: Below Normal
sk: Pod normálom

# encodingDialog|
source: Low
sk: Nízka

# encodingDialog|
source: Keep dialog open when finished
sk: Po dokončení ponechajte dialógové okno otvorené

# encodingDialog|
source: Minimize to Tray
sk: Minimalizovať na lištu

# encodingDialog|
source: Pause / Abort
sk: Pozastaviť / Zrušiť

# encodingDialog|
source: Advanced
sk: Pokročilé

# encodingDialog|
source: Audio Codec:
sk: Audio kodek:

# encodingDialog|
source: Container:
sk: Kontajner:

# encodingDialog|
source: Audio Size:
sk: Veľkosť audia:

# encodingDialog|
source: Total Size:
sk: Celková veľkosť:

# encodingDialog|
source: Video Size:
sk: Veľkosť videa:

# encodingDialog|
source: Average Bitrate:
sk: Priemerná prenosová rýchlosť:

# encodingDialog|
source: Processed Frames:
sk: Spracované snímky:

# encodingDialog|
source: Quantiser:
sk: Kvantifikátor:

# encodingDialog|
source: Elapsed:
sk: Uplynulý čas:

# encodingDialog|
source: Frames/sec:
sk: snímok/sek:

# encodingDialog|
source: Video Codec:
sk: Video kodek:

# eq2|
source: Adjust contrast, brightness, saturation and gamma.
sk: Upraví kontrast, jas, nasýtenie a gama.

# eq2|
source: Reset
sk: Vynulovať

# eq2Dialog|
source: Contrast
sk: Kontrast

# eq2Dialog|
source: <b>Gamma</b>
sk: <b>Gama</b>

# eq2Dialog|
source: Saturation
sk: Nasýtenie

# eq2Dialog|
source: Brightness
sk: Jas

# eq2Dialog|
source: Blue
sk: Modrá

# eq2Dialog|
source: Red
sk: Červená

# eq2Dialog|
source: Initial
sk: Východzia

# eq2Dialog|
source: Weight
sk: Váha

# eq2Dialog|
source: Green
sk: Zelená

# faac|
source: _Bitrate:
sk: _Prenosová rýchlosť:

# faac|
source: Faac Configuration
sk: Konfigurácia Faac

# faac|
source: Opus Configuration
sk: Konfigurácia Opus

# fadeTo|
source: Fade
sk: Vytrácanie

# fadeTo|
source: Fade.
sk: Vytrácanie obrazu.

# fadeTo|
source: From
sk: Od

# fadeTo|
source: Fade from the first picture into movie
sk: Vytrácanie prvého obrázka vo filme

# fadeTo|
source: To
sk: Do

# fadeTo|
source: Fade from movie to the first picture
sk: Vytrácanie filmu po prvý obrázok

# fadeTo|
source: _Fade direction:
sk: Smer _vytrácania:

# fadeTo|
source: _Start time:
sk: Čas _štartu:

# fadeTo|
source: _End time:
sk: Čas _konca:

source: Fade to black
sk: Zčernenie

# fadeToBlack|
source: Fade to black in/out.
sk: Zčernenie od/do.

# fadeToBlack|
source: Out
sk: Do

# fadeToBlack|
source: Fade out
sk: Vytrácanie

# fadeToBlack|
source: In
sk: Dnu

# fadeToBlack|
source: Fade in
sk: Zjavovanie

# fadeToBlack|
source: _Fade type:
sk: _Typ vytrácania:

# fadeToBlack|
source: _Start time:
sk: Čas _štartu:

# fadeToBlack|
source: _End time:
sk: Čas _konca:

# ffVAEncH264|
source: Baseline
sk: Základné

# ffVAEncH264|
source: Main
sk: Hlavné

# ffVAEncH264|
source: High
sk: Vysoké

# ffVAEncH264|
source: Constant Rate Factor
sk: Faktor konštantnej rýchlosti

# ffVAEncH264|
source: Constant Bitrate
sk: Konštantná prenosová rýchlosť

# ffVAEncH264|
source: Variable Bitrate
sk: Premenlivá prenosová rýchlosť

# ffVAEncH264|
source: Profile:
sk: Profil:

# ffVAEncH264|
source: Rate Control:
sk: Riadenie rýchlosti:

# ffVAEncH264|
source: GOP Size:
sk: Veľkosť skupiny obrázkov:

# ffVAEncH264|
source: Maximum Consecutive B-Frames:
sk: Maximum následných B snímok:

# ffVAEncH264|
source: Quality:
sk: Kvalita:

# ffVAEncH264|
source: Bitrate (kbps):
sk: Prenosová rýchlosť [kB/s]:

# ffVAEncH264|
source: Max Bitrate (kbps):
sk: Maximálna prenosová rýchlosť [kB/s]:

# ffVAEncH264|
source: Rate Control
sk: Riadenie prenosovej rýchlosti

# ffVAEncH264|
source: Frame Control
sk: Riadenie rýchlosti

# ffVAEncH264|
source: FFmpeg VA-API H.264 Encoder Configuration
sk: Konfigurácia kódovača FFmpeg VA-API H.264

# ffVAEncHEVC|
source: GOP Size:
sk: Veľkosť skupiny obrázkov:

# ffVAEncHEVC|
source: Maximum Consecutive B-Frames:
sk: Maximum následných B snímok:

# ffVAEncHEVC|
source: Bitrate (kbps):
sk: Prenosová rýchlosť [kB/s]:

# ffVAEncHEVC|
source: Max Bitrate (kbps):
sk: Maximálna prenosová rýchlosť [kB/s]:

# ffVAEncHEVC|
source: Constant Rate Factor
sk: Faktor konštantnej rýchlosti

# ffVAEncHEVC|
source: Constant Bitrate
sk: Konštantná prenosová rýchlosť

# ffVAEncHEVC|
source: Variable Bitrate
sk: Variabilná prenosová rýchlosť

# ffVAEncHEVC|
source: Rate Control:
sk: Riadenie rýchlosti:

# ffVAEncHEVC|
source: Quality:
sk: Kvalita:

# ffVAEncHEVC|
source: Rate Control
sk: Riadenie prenosovej rýchlosti

# ffVAEncHEVC|
source: Frame Control
sk: Riadenie snímkov

# ffVAEncHEVC|
source: FFmpeg VA-API HEVC Encoder Configuration
sk: Konfigurácia kódovača FFmpeg VA-API HEVC

# ffmpeg2|
source: Normal (4:3)
sk: Normálne (4:3)

# ffmpeg2|
source: Wide (16:9)
sk: Širokouhlé (16:9)

# ffmpeg2|
source: Default
sk: Východzie

# ffmpeg2|
source: Animes
sk: Kreslené

# ffmpeg2|
source: MB comparison
sk: Porovnanie MB

# ffmpeg2|
source: Fewest bits (vhq)
sk: Najmnšie bity (vhq)

# ffmpeg2|
source: Rate distortion
sk: Miera skreslenia

# ffmpeg2|
source: One thread
sk: Jedno vlákno

# ffmpeg2|
source: Two threads)
sk: Dve vlákna

# ffmpeg2|
source: Three threads
sk: Tri vlákna

# ffmpeg2|
source: Auto (#cpu)
sk: Automaticky (počet CPU)

# ffmpeg2|
source: Progressive
sk: Progresívny

# ffmpeg2|
source: Interlaced
sk: Prekladaný

# ffmpeg2|
source: Top Field First
sk: Najskôr horná polsnímka

# ffmpeg2|
source: Bottom Field First
sk: Najskôr dolná polsnímka

# ffmpeg2|
source: Threading
sk: Vláknenie

# ffmpeg2|
source: Mi_n. quantizer:
sk: Mi_n. kvantifikátor:

# ffmpeg2|
source: Ma_x. quantizer:
sk: Ma_x. kvantifikátor:

# ffmpeg2|
source: Max. quantizer _difference:
sk: Max. r_ozdiel kvantfikátorov:

# ffmpeg2|
source: VBV Buffer Size:
sk: Veľkosť VBV zásobníka:

# ffmpeg2|
source: Max bitrate (kb/s):
sk: Maximálna prenosová rýchlosť [kB/s]:

# ffmpeg2|
source: _Trellis quantization
sk: _Kvantifikácia mriežkového kódovania

# ffmpeg2|
source: _Number of B frames:
sk: _Počet B snímok:

# ffmpeg2|
source: _Macroblock decision:
sk: _Rozhodovanie makroblokov:

# ffmpeg2|
source: Aspect ratio:
sk: Pomer strán:

# ffmpeg2|
source: Matrices:
sk: Matrice:

# ffmpeg2|
source: _Filesize tolerance (kb):
sk: _Tolerancia veľkosti súboru [kB]:

# ffmpeg2|
source: _Quantizer compression:
sk: _Kompresia kvantifikátorov:

# ffmpeg2|
source: Quantizer _blur:
sk: _Rozostrenie kvantifikátorov:

# ffmpeg2|
source: _Gop Size:
sk: Veľkosť _skupiny obrázkov:

# ffmpeg2|
source: _Interlaced:
sk: _Prekladané:

# ffmpeg2|
source: Field Order:
sk: Poradie polsnímok:

# ffmpeg2|
source: Basic Settings
sk: Základné nastavenia

# ffmpeg2|
source: Adv. Settings
sk: Rozšírené nastavenia

# ffmpeg2|
source: Interlacing
sk: Prekladanie

# ffmpeg2|
source: Quantization
sk: Kvantifikácia

# ffmpeg2|
source: Rate Control
sk: Riadenie prenosovej rýchlosti

# ffmpeg2|
source: libavcodec MPEG-2 configuration
sk: Konfigurácia libavcodec MPEG-2

# ffmpeg4|
source: MB comparison
sk: Porovnanie MB

# ffmpeg4|
source: Fewest bits (vhq)
sk: Najmenšie bity (vhq)

# ffmpeg4|
source: Rate distortion
sk: Miera skreslenia

# ffmpeg4|
source: One thread
sk: Jedno vlákno

# ffmpeg4|
source: Two threads)
sk: Dve vlákna

# ffmpeg4|
source: Three threads
sk: Tri vlákna

# ffmpeg4|
source: Auto (#cpu)
sk: Automaticky (počet CPU)

# ffmpeg4|
source: Threading
sk: Vláknenie

# ffmpeg4|
source: Mi_n. quantizer:
sk: Mi_n. kvantifikátor:

# ffmpeg4|
source: Ma_x. quantizer:
sk: Ma_x. kvantifikátor:

# ffmpeg4|
source: Max. quantizer _difference:
sk: Max. r_ozdiel kvantfikátorov:

# ffmpeg4|
source: _Trellis quantization
sk: _Kvantifikácia mriežkového kódovania

# ffmpeg4|
source: _Quarter pixel
sk: Štvrť _pixel

# ffmpeg4|
source: _Number of B frames:
sk: _Počet B snímok:

# ffmpeg4|
source: _Quantization type:
sk: _Typ kvantifikácie:

# ffmpeg4|
source: _Macroblock decision:
sk: _Rozhodovanie makroblokov:

# ffmpeg4|
source: _Filesize tolerance (kb):
sk: _Tolerancia veľkosti súboru [kB]:

# ffmpeg4|
source: _Quantizer compression:
sk: _Kompresia kvantifikátorov:

# ffmpeg4|
source: Quantizer _blur:
sk: _Rozostrenie kvantifikátorov:

# ffmpeg4|
source: _Gop Size:
sk: Veľkosť _skupiny obrázkov:

# ffmpeg4|
source: User Interface
sk: Užívateľské rozhranie

# ffmpeg4|
source: Advanced Simple Profile
sk: Prídavný jednoduchý profil

# ffmpeg4|
source: Motion Estimation
sk: Odhad pohybu

# ffmpeg4|
source: Quantization
sk: Kvantifikácia

# ffmpeg4|
source: Rate Control
sk: Riadenie prenosovej rýchlosti

# ffmpeg4|
source: libavcodec MPEG-4 configuration
sk: Konfigurácia libavcodec MPEG-4

# ffmsmpeg4|
source: None
sk: Nie je

# ffmsmpeg4|
source: Full
sk: Plná

# ffmsmpeg4|
source: Log
sk: Záznam hlásenia

# ffmsmpeg4|
source: MB comparison
sk: Porovnanie MB

# ffmsmpeg4|
source: Fewest bits (vhq)
sk: Najmenšie bity (vhq)

# ffmsmpeg4|
source: Rate distortion
sk: Miera skreslenia

# ffmsmpeg4|
source: Mi_n. quantizer:
sk: Mi_n. kvantifikátor:

# ffmsmpeg4|
source: Ma_x. quantizer:
sk: Ma_x. kvantifikátor:

# ffmsmpeg4|
source: Max. quantizer _difference:
sk: Max. r_ozdiel kvantfikátorov:

# ffmsmpeg4|
source: _Trellis quantization
sk: _Kvantifikácia mriežkového kódovania

# ffmsmpeg4|
source: _Filesize tolerance (kb):
sk: _Tolerancia veľkosti súboru [kB]:

# ffmsmpeg4|
source: _Quantizer compression:
sk: _Kompresia kvantifikátorov:

# ffmsmpeg4|
source: Quantizer _blur:
sk: _Rozostrenie kvantifikátorov:

# ffmsmpeg4|
source: _Gop Size:
sk: Veľkosť _skupiny obrázkov:

# ffmsmpeg4|
source: User Interface
sk: Užívateľské rozhranie

# ffmsmpeg4|
source: Quantization
sk: Kvantifikácia

# ffmsmpeg4|
source: Rate Control
sk: Riadenie prenosovej rýchlosti

# ffmsmpeg4|
source: libavcodec MPEG-4 configuration
sk: Konfigurácia libavcodec MPEG-4

# ffnvenc|
source: Controlled by Preset
sk: Ovládané predvoľbou

# ffnvenc|
source: Constant Quality
sk: Konštantná kvalita

# ffnvenc|
source: Constant Bitrate
sk: Konštantná prenosová rýchlosť

# ffnvenc|
source: Variable Bitrate
sk: Premenlivá prenosová rýchlosť

# ffnvenc|
source: Low Quality
sk: Nízka kvalita

# ffnvenc|
source: High Quality
sk: Vysoká kvalita

# ffnvenc|
source: Low Latency
sk: Nízka odozva

# ffnvenc|
source: Low Latency (LQ)
sk: Nízka odozva (LQ)

# ffnvenc|
source: Low Latency (HQ)
sk: Nízka odozva (HQ)

# ffnvenc|
source: Baseline
sk: Základná

# ffnvenc|
source: Main
sk: Hlavné

# ffnvenc|
source: High
sk: Vysoká

# ffnvenc|
source: RC Mode:
sk: Režim RC:

# ffnvenc|
source: Preset:
sk: Predvoľba:

# ffnvenc|
source: Profile:
sk: Profil:

# ffnvenc|
source: Quality:
sk: Kvalita:

# ffnvenc|
source: Bitrate (kbps):
sk: Prenosová rýchlosť [kB/s]:

# ffnvenc|
source: Max Bitrate (kbps):
sk: Maximálna prenosová rýchlosť [kB/s]:

# ffnvenc|
source: GOP Size:
sk: Veľkosť skupiny obrázkov:

# ffnvenc|
source: Maximum Consecutive B-Frames:
sk: Maximum následných B snímok:

# ffnvenc|
source: 2-Pass Mode
sk: Režim dvojitého prechodu

# ffnvenc|
source: Low Latency presets always use 2-pass mode
sk: Predvoľby s nízkou odozvou vždy používajú režim s dvoma prechodmi

# ffnvenc|
source: Rate Control
sk: Riadenie prenosovej rýchlosti

# ffnvenc|
source: Frame Control
sk: Riadenie snímkov

# ffnvenc|
source: NVENC H.264 configuration
sk: Konfigurácia NVENC H.264

# ffnvenc|
source: NVENC HEVC configuration
sk: Konfigurácia NVENC HEVC

# ffpsmuxer|
source: [Mismatch]
sk: [Zmätočné]

# ffpsmuxer|
source: Saving mpeg PS (ff)
sk: Uloženie mpeg PS (ff)

# ffpsmuxer|
source: video not compatible
sk: nekompatibilné video

# ffpsmuxer|
source: Bad width/height for VCD
sk: Neplatná šírka/výška pre VCD

# ffpsmuxer|
source: Bad width/height for SVCD
sk: Neplatná šírka/výška pre SVCD

# ffpsmuxer|
source: Bad width/height for DVD
sk: Neplatná šírka/výška pre DVD

# ffpsmuxer|
source: VCD : only MP2 audio accepted
sk: VCD: akcetpované len MP2 audio

# ffpsmuxer|
source: VCD : only 44.1 khz audio accepted
sk: VCD: akceptované len 44.1 kHz audio

# ffpsmuxer|
source: DVD : only 48 khz audio accepted
sk: DVD: akceptované len 48 kHz audio

# ffpsmuxer|
source: [ffPS] DVD : only MP2/AC3/DTS audio accepted
sk: [ffPS] DVD: akceptované len MP2/AC3/DTS audio

# ffpsmuxer|
source: Free
sk: Voľné

# ffpsmuxer|
source: Muxing Format
sk: Formát zmiešavania

# ffpsmuxer|
source: Allow non compliant stream
sk: Povoliť nezhodný tok

# ffpsmuxer|
source: Total Muxrate (kbits)
sk: Celková miera zmiešavania (kB)

# ffpsmuxer|
source: Video Muxrate (kbits)
sk: Podiel videa zmiešavania (kB)

# ffpsmuxer|
source: VBV size (kBytes)
sk: Veľkosť VBV (kB)

# ffpsmuxer|
source: Advanced
sk: Pokročilé

# ffpsmuxer|
source: Mpeg PS Muxer
sk: Zmiešavač Mpeg PS zmiešavač

# fftsmuxer|
source: Saving mpeg TS (ff)
sk: Uloženie mpeg TS (ff)

# fftsmuxer|
source: VBR muxing
sk: VBR zmiešavanie

# fftsmuxer|
source: Mux rate (MBits/s)
sk: Frekvencia zmiešavania [mB/s]

# fftsmuxer|
source: TS Muxer
sk: Zmiešavač TS

# ffvtenc|
source: Baseline
sk: Základný

# ffvtenc|
source: Main
sk: Hlavné

# ffvtenc|
source: High
sk: Vysoká

# ffvtenc|
source: Profile:
sk: Profil:

# ffvtenc|
source: GOP Size:
sk: Veľkosť skupiny obrázkov:

# ffvtenc|
source: Maximum Consecutive B-Frames:
sk: Maximum následných B snímok:

# ffvtenc|
source: Bitrate (kbps):
sk: Prenosová rýchlosť [kB/s]:

# ffvtenc|
source: Max Bitrate (kbps):
sk: Maximálna prenosová rýchlosť [kB/s]:

# ffvtenc|
source: Rate Control
sk: Riadenie prenosovej rýchlosti

# ffvtenc|
source: Frame Control
sk: Riadenie snímkov

# ffvtenc|
source: VideoToolbox H.264 Encoder Configuration
sk: Video nástroje konfigurácie kódovača H.264

# filesel|
source: File error
sk: Chyba súboru

# filesel|
source: Cannot open "%s".
sk: Nemožno otvoriť "%s".

# filesel|
source: %s already exists. Do you want to replace it?
sk: %s už existuje. Chcete ho nahradiť?

# filesel|
source: It is possible that you are trying to overwrite an input file!
sk: Je možné, že sa snažíte prepísať vstupný súbor!

# filesel|
source: Cannot write the file
sk: Nemožno zapísať súbor

# filesel|
source: No write access to "%s".
sk: Bez prístupu zápisu do "% s".

# flux|
source: Spatio-temporal cleaner by Ross Thomas.
sk: Priestorovo-časové vyhladenie obrazu od Rossa Thomasa.

# flux|
source: _Temporal threshold:
sk: Doč_asný prah:

# flux|
source: _Spatial threshold:
sk: _Priestorový prah:

# flv1|
source: MB comparison
sk: Porovnanie MB

# flv1|
source: Fewest bits (vhq)
sk: Najmenšie bity (vhq)

# flv1|
source: Rate distortion
sk: Miera skreslenia

# flv1|
source: Mi_n. quantizer:
sk: Mi_n. kvantifikátor:

# flv1|
source: Ma_x. quantizer:
sk: Ma_x. kvantifikátor:

# flv1|
source: Max. quantizer _difference:
sk: Max. r_ozdiel kvantfikátorov:

# flv1|
source: _Trellis quantization
sk: _Kvantifikácia mriežkového kódovania

# flv1|
source: _Filesize tolerance (kb):
sk: _Tolerancia veľkosti súboru [kB]:

# flv1|
source: _Quantizer compression:
sk: _Kompresia kvantifikátorov:

# flv1|
source: Quantizer _blur:
sk: _Rozostrenie kvantifikátorov:

# flv1|
source: _Gop Size:
sk: Veľkosť _skupiny obrázkov:

# flv1|
source: User Interface
sk: Užívateľské rozhranie

# flv1|
source: Quantization
sk: Kvantifikácia

# flv1|
source: Rate Control
sk: Riadenie prenosovej rýchlosti

# flv1|
source: libavcodec FLV1 configuration
sk: Konfigurácia libavcodec FLV1

# flvdemuxer|
source: Warning
sk: Upozornenie

# flvdemuxer|
source: This FLV file says it has no video. I will assume it has and try to continue
sk: Tento súbor FLV tvrdí, že nemá žiadne video. Je predpoklad, že má a pokúsiť sa pokračovať

# flvmuxer|
source: Unsupported
sk: Nepodporované

# flvmuxer|
source: Only FLV1 & VP6 supported for video
sk: Podporované len pre video FLV1 & VP6

# flvmuxer|
source: Only AAC & mpegaudio supported for audio
sk: Podporované len pre audio AAC & mpegaudio

# flvmuxer|
source: Only 44.1, 22.050 and 11.025 kHz supported
sk: Pordporované len 44.1, 22.050 a 11.025 kHz

# gaussian|
source: Gaussian convolution.
sk: Gaussova konvolúcia.

# gaussian|
source: 3x3 convolution filter :gaussian.
sk: 3x3 konvolučný gausov filter.

# glBenchmark|
source: OpenGl ReadBack benchmark
sk: Vykoná skúšobný test spätného čítania OpenGl

# glBenchmark|
source: Check how fast readback is.
sk: Kontroluje aké rýchle je spätné čítanie.

# glFragment|
source: OpenGl Fragment Shader Sample
sk: Príklad fragmentácie shaderov OpenGL

# glFragment|
source: Run a fragment shader.
sk: Spustí fragmentáciu shaderov.

# glFragment2|
source: OpenGl Fragment Shader Sample2
sk: 2. príklad fragmentácie shaderov OpenGL

# glFragment2|
source: Run a fragment shader.
sk: Spustí fragmentáciu shaderov.

# glResize|
source: OpenGl Resize
sk: Zmena veľkosti OpenGL

# glResize|
source: Resize using openGl.
sk: Zmení použitie OpenGL.

# glResize|
source: Width :
sk: Šírka:

# glResize|
source: Height :
sk: Výška:
