Repository: jozefM923/avidemux2_i18n
Catalog: avidemux_*.po
Languages: sk

# adm|
source: This video uses non-IDR recovery points instead of IDR as keyframes. Picture reordering information in the video stream is not reset at non-IDR frames. The cut points of the pasted selection may result in playback interruption due to reversed display order of frames if saved in copy mode. Proceed anyway?
sk: Toto video používa ako kľúčové snímky obnovovacie body bez IDR namiesto IDR. Informácie o zmene poradia obrázkov vo video toku sa nevynulujú v snímkach bez IDR. Body orezania vloženého výberu môžu mať za následok prerušenie prehrávania v dôsledku obráteného poradia zobrazovania snímok, ak sa uložia v režime kopírovania. Napriek tomu pokračovať?

# adm|
source: Codec or codec settings across a cut point of the pasted video do not match. Playback of the video saved in copy mode may stop at this point. Proceed anyway?
sk: Nastavenia kodeku alebo kodeku v bode prerušenia vloženého videa sa nezhodujú. Prehrávanie videa uloženého v režime kopírovania sa v tomto bode môže zastaviť. Napriek tomu pokračovať?

# adm|
source: Cut points of the pasted video could not be checked. This indicates an issue with a source video, the state of editing or a bug in the program. Please check the application log file or console output for details. Try anyway?
sk: Body orezania vloženého videa sa nepodarilo skontrolovať. Naznačuje to problém so zdrojovým videom, stav úpravy alebo chybu v programe. Skontrolujte podrobnosti v protokolovom súbore aplikácie alebo na výstupe z konzoly. Napriek tomu to skúsiť?

# adm|
source: Are you sure?
sk: Ste si istý?

# adm|
source: Cutting
sk: Vystrihnutie

# adm|
source: It is impossible to cut out the entire video. Please recheck the position of markers A and B.
sk: Nemožno vystrihnúť celé video. Znovu skontrolujte polohu značiek A a B.

# adm|
source: Deleting
sk: Odstraňovanie

# adm|
source: It is impossible to delete the entire video. Please recheck the position of markers A and B.
sk: Nie je možné zmazať celé video. Znovu skontrolujte polohu značiek A a B.

# adm|
source: Error while cutting out.
sk: Pri odstraňovaní sa vyskytla chyba.

# adm|
source: The end point of the cut is not on a keyframe. Video saved in copy mode will be corrupted at this point. Proceed anyway?
sk: Koncový bod vystrihnutia nie je na kľúčovou snímkou. Video uložené v režime kopírovania bude v tomto bode poškodené. Napriek tomu pokračovať?

# adm|
source: The end point of the deletion is not on a keyframe. Video saved in copy mode will be corrupted at this point. Proceed anyway?
sk: Koncový bod odstránenia nie je na kľúčovou snímkou. Video uložené v režime kopírovania bude v tomto bode poškodené. Napriek tomu pokračovať?

# adm|
source: This video uses non-IDR recovery points instead of IDR as keyframes. Picture reordering information in the video stream is not reset at non-IDR frames. The chosen start and end points of the cut may result in playback interruption due to reversed display order of frames if saved in copy mode. Proceed anyway?
sk: Toto video používa ako kľúčové snímky obnovovacie body bez IDR namiesto IDR. Informácie o zmene poradia obrázkov vo video toku sa nevynulujú v snímkach bez IDR. Zvolené začiatočné a koncové body rezu môžu mať za následok prerušenie prehrávania v dôsledku obráteného poradia zobrazovania snímok, ak sa uložia v režime kopírovania. Napriek tomu pokračovať?

# adm|
source: This video uses non-IDR recovery points instead of IDR as keyframes. Picture reordering information in the video stream is not reset at non-IDR frames. The chosen start and end points of the deletion may result in playback interruption due to reversed display order of frames if saved in copy mode. Proceed anyway?
sk: Toto video používa ako kľúčové snímky obnovovacie body bez IDR namiesto IDR. Informácie o zmene poradia obrázkov vo video prúde sa nevynulujú v snímkach bez IDR. Zvolené začiatočné a koncové body vymazania môžu mať za následok prerušenie prehrávania v dôsledku obráteného poradia zobrazovania snímok, ak sú uložené v režime kopírovania. Napriek tomu pokračovať?

# adm|
source: Codec or codec settings across the cut do not match. Playback of the video saved in copy mode may stop at this point. Proceed anyway?
sk: Nastavenia kodeku alebo kodeku naprieč rezom sa nezhodujú. Prehrávanie videa uloženého v režime kopírovania sa v tomto bode môže zastaviť. Napriek tomu pokračovať?

# adm|
source: Codec or codec settings across the deletion do not match. Playback of the video saved in copy mode may stop at this point. Proceed anyway?
sk: Nastavenia kodeku alebo kodeku v rámci vymazania sa nezhodujú. Prehrávanie videa uloženého v režime kopírovania sa v tomto bode môže zastaviť. Napriek tomu pokračovať?

# adm|
source: Cut points could not be checked. This indicates an issue with a source video, the state of editing or a bug in the program. Please check the application log file or console output for details. Proceed anyway?
sk: Body rezu nebolo možné skontrolovať. Naznačuje to problém so zdrojovým videom, stav úpravy alebo chybu v programe. Skontrolujte podrobnosti v protokolovom súbore aplikácie alebo výstupe z konzoly. PNapriek tomu pokračovať?

# adm|
source: Permission error
sk: Chyba oprávnenia

# adm|
source: Cannot open "%s".
sk: Nemožno otvoriť "%s".

# adm|
source: File error
sk: Chyba súboru

# adm|
source: "%s" does not exist.
sk: "%s" neexistuje.

# adm|
source: Cannot open project using the video loader.
sk: Otvorením videa nemožno otvoriť projekt.

# adm|
source: Try 'File' -> 'Load/Run Project...'
sk: Skúste 'Súbor' -> 'Nahrať/Spustiť projekt...'

# adm|
source: Could not open the file
sk: Nemožno otvoriť súbor

# adm|
source: Multiple Audio Tracks
sk: Viacnásobné audio stopy

# adm|
source: The file you just loaded contains several audio tracks. Go to Audio->MainTrack to select the active one.
sk: Načítaný súbor obsahuje viacero audio stôp. V ponuke Audio->Hlavná stopa vyberte tu aktívnu.

# adm|
source: Something failed when appending
sk: Pri pripojovaní niečo zlyhalo

# adm|
source: Something bad happened (II)
sk: Stalo sa niečo zlé (II)

# adm|
source: The tinypy plugin is missing. Expect problems.
sk: Zásuvný modul tinypy chýba. Očakávajte problémy.

# adm|
source: Checking video
sk: Kontrola videa

# adm|
source: No error found
sk: Nenájdená žiadna chyba

# adm|
source: Errors found in %u frames
sk: Nájdená chyba v %u snímkach

# adm|
source: Marker A > B
sk: Značka A > B

# adm|
source: Cannot delete the selection.
sk: Nemožno zmazať výber.

# adm|
source: You can't remove all frames
sk: Nemôžete odstrániť všetky snímky

# adm|
source: Something bad happened
sk: Prihodilo sa niečo zlé

# adm|
source: _Track from video:
sk: _Stopa z videa:

# adm|
source: Main Audio Track
sk: Hlavná audio stopa

# adm|
source: Invalid audio index given
sk: Daný neplatný index audia

# adm|
source: Cannot use that file as audio track
sk: Tento súbor nemožno použiť ako zvukovú stopu

# adm|
source: Audio file not found in list, even though it should be there. Create a bug report!
sk: Zvukový súbor sa nenašiel v zozname, aj keď by tam mal byť. Vytvorte správu o chybe!

# adm|
source: Unable to set the audio language: No video loaded yet!
sk: Jazyk zvuku sa nedá nastaviť: Zatiaľ nie je načítané žiadne video!

# adm|
source: Setting the language for the given track index is not possible: Video has no audio file!
sk: Nemožno nastaviť jazyk pre daný index stopy: Video nemá žiadny zvukový súbor!

# adm|
source: Setting the language for the given track index is not possible: Invalid track index!
sk: Nastavený jazyk pre daný index stopy nie je vhodný: Neplatný index stopy!

# adm|
source: Failed to connect to avsproxy. Is it running ?
sk: Zlyhalo pripojenie k avsproxy. Je spustené?

# adm|
source: Frame type:
sk: Typ snímky:

# adm|
source: Frame size:
sk: Veľkosť snímky:

# adm|
source: Frame Hex Dump
sk: Hex výpis snímiek

# adm|
source: Oops
sk: Hoplá

# adm|
source: This function is disabled or no longer valid
sk: Táto funkcia je vypnutá alebo je už neplatná

# adm|
source: Trouble initializing audio device
sk: Chyba inicializácie audio zariadenia

# adm|
source: No
sk: Nie

# adm|
source: No file loaded
sk: Nenahraný žiadny súbor

# adm|
source: Job
sk: Úloha

# adm|
source: Cannot reach database. Do you have Job control running ?
sk: Nie je možné získať databázu. Máte spustené ovládače úlohy?

# adm|
source: Output file
sk: Výstupný súbor

# adm|
source: Job name
sk: Názov úlohy

# adm|
source: Queue job to jobList
sk: Zaradené do zoznamu úloh

# adm|
source: Select Workbench to Save
sk: Vyberte projekt na uloženie

# adm|
source: Select File to Save Audio
sk: Vyberte súbor na uloženie audia

# adm|
source: Select JPEG Sequence to Save
sk: Vyberte sekvenciu JPEG súborov na uloženie

# adm|
source: Select BMP to Save
sk: Vyberte BMP na uloženie

# adm|
source: Select JPEG to Save
sk: Vyberte JPEG na uloženie

# adm|
source: Select PNG to Save
sk: Vyberte PNG na uloženie

# adm|
source: Select File to Save
sk: Vyberte súbor na uloženie

# adm|
source: Saving audio
sk: Ukladanie audia

# adm|
source: Function not implemented
sk: Funkcia nie je nezavedená

# adm|
source: Cannot create stream
sk: Nemožno vytvoriť tok

# adm|
source: Saving failed
sk: Uloženie zlyhalo

# adm|
source: Failed to save as JPEG
sk: Zlyhalo uloženie ako JPEG

# adm|
source: Saving selection as set of JPEG images
sk: Ukladanie výberu ako sady JPEG obrázkov

# adm|
source: Warning
sk: Upozornenie

# adm|
source: Saving images failed.
sk: Ukladanie obrázku zlyhalo.

# adm|
source: Failed to save as PNG
sk: Zlyhalo uloženie ako PNG

# adm|
source: Cannot get tinyPy script engine
sk: Nie je možné získať skriptový modul tinyPy

# adm|
source: Output file not specified
sk: Výstupný súbor nie je určený

# adm|
source: Job script %s already exists. Overwrite?
sk: Skript úlohy% s už existuje. Prepísať?

# adm|
source: Done
sk: Hotovo

# adm|
source: Audio encoder index out of bounds
sk: Index audio kódovača je mimo hraníc

# adm|
source: Maximum number of 99999 images reached.
sk: Dosiahol sa maximálny počet 99999 obrázkov.

# adm|
source: Saved %d images.
sk: Uložených %d obrázkov.

# adm|
source: BMP op failed
sk: BMP operácia zlyhala

# adm|
source: Saving %s as a BMP file failed.
sk: Uloženie %s ako BMP súboru zlyhalo.

# adm|
source: File %s has been successfully saved.
sk: Súbor %s bol úspešne uložený.

# adm|
source: Failed
sk: zlyhalo

# adm|
source: File %s was NOT saved correctly.
sk: Súbor %s nebol riadne uložený.

# adm|
source: Cannot add job %s
sk: Nemožno pridať úlohu %s

# adm|
source: Reuse previous first pass data ? Warning, the settings must be close.
sk: Znova použiť predošlé prvé údaje prechodu? Upozornenie, nastavenia musia byť uzatvorené.

# adm|
source: Cannot instantiate video chain
sk: Nemožno vytvoriť video reťazec

# adm|
source: Cannot create encoder
sk: Nemožno vytvoriť rozkladač videa

# adm|
source: Cannot setup audio encoder, make sure your stream is compatible with audio encoder (number of channels, bitrate, format)
sk: Nemožno zriadiť dekodér, uistite sa, že váš tok je kompatibilný s audio kódovaním (počet kanálov, prenosová rýchlosť, formát)

# adm|
source: The video is in copy mode but the cut points are not on keyframes. The video will be saved but there will be corruption at cut point(s). Do you want to continue anyway ?
sk: Video je v režime kopírovania, ale body strihu nie sú na kľúčových snímkach. Video sa uloží, ale v týchto bodoch dôjde k poškodeniu. Chcete aj tak pokračovať?

# adm|
source: Muxer
sk: Zmiešavač

# adm|
source: Cannot set up encoder for the first pass. The configuration supplied to the encoder may be incompatible or the encoder may depend on features unavailable on this system.
sk: Nemožno nastaviť kódovač pre prvý prechod. Konfigurácia dodaná do kódovača môže byť nekompatibilná alebo kódovač môže závisieť od funkcií nedostupných v tomto systéme.

# adm|
source: Cannot instantiate muxer
sk: Nemožno priradiť zmiešavač

# adm|
source: Cannot set up encoder. The configuration supplied to the encoder may be incompatible or the encoder may depend on features unavailable on this system.
sk: Nemožno nastaviť kódovač. Konfigurácia dodaná do kódovača môže byť nekompatibilná alebo kódovač môže závisieť od funkcií nedostupných v tomto systéme.

# adm|
source: This video uses non-IDR recovery points instead of IDR as keyframes. Picture reordering information in the video stream is not reset at non-IDR frames. The choice of cut points may result in playback interruption due to reversed display order of frames if saved in copy mode. Do you want to continue anyway?
sk: Toto video používa ako kľúčové snímky obnovovacie body bez IDR namiesto IDR. Informácie o zmene poradia obrázkov vo video toku sa nevynulujú v snímkach bez IDR. Výber bodov orezania môže mať za následok prerušenie prehrávania v dôsledku obráteného poradia zobrazovania snímok, ak sú uložené v režime kopírovania. Chcete napriek tomu pokračovať?

# adm|
source: Codec or codec settings across a cut point do not match. Playback of the video saved in copy mode may stop at this point. Do you want to continue anyway?
sk: Nastavenia kodeku alebo kodeku v bode prerušenia sa nezhodujú. Prehrávanie videa uloženého v režime kopírovania sa v tomto bode môže zastaviť. Chcete napriek tomu pokračovať?

# adm|
source: Cut points could not be checked. This indicates an issue with a source video, the state of editing or a bug in the program. Please check the application log file or console output for details. Try anyway?
sk: Body rezu nebolo možné skontrolovať. Naznačuje to problém so zdrojovým videom, stav úpravy alebo chybu v programe. Skontrolujte podrobnosti v protokolovom súbore aplikácie alebo výstupe z konzoly. Skúsiť to znovu?

# adm|
source: Cannot open
sk: Nemožno otvoriť

# adm|
source: Disabled
sk: Vypnuté

# adm|
source: Auto-detect
sk: Automatické zisťovanie

# adm|
source: Custom
sk: Vlastné

# adm|
source: _Interlaced
sk: _Prekladané

# adm|
source: Ca_rtoon mode
sk: _Režim kreslených seriálov

# adm|
source: _Greyscale
sk: _Odtiene sivej

# adm|
source: Turbo mode
sk: Turbo režim

# adm|
source: C_hroma optimizer
sk: Opti_malizácia farebnej zložky

# adm|
source: Main
sk: Hlavné

# adm|
source: Very Low
sk: Veľmi nízka

# adm|
source: Medium
sk: Stredná

# adm|
source: Very High
sk: Veľmi vysoká

# adm|
source: Ultra High
sk: Ultra vysoká

# adm|
source: Motion Search Precision
sk: Presnosť vyhľadávania pohybu

# adm|
source: Off
sk: Vypnuté

# adm|
source: Mode Decision
sk: Rozhodovanie režimu

# adm|
source: Limited Search
sk: Obmedzené vyhľadávanie

# adm|
source: Medium Search
sk: Stredné vyhľadávanie

# adm|
source: Wide Search
sk: Široké vyhľadávanie

# adm|
source: VHQ Mode
sk: Režim VHQ

# adm|
source: Max B Frames
sk: Max počet B snímok

# adm|
source: Quarter Pixel
sk: Štvrťpixel

# adm|
source: Advanced Simple Profile
sk: Prídavný jednoduchý profil

# adm|
source: Chroma ME
sk: Farebná zložka pre predvídanie pohybu

# adm|
source: More Search
sk: Ďalšie možnosti

# adm|
source: Min Gop Size
sk: Min. veľkosť skupiny obrázkov (GOP)

# adm|
source: Max Gop Size
sk: Max. veľkosť skupiny obrázkov (GOP)

# adm|
source: GOP Size
sk: Veľkosť skupiny obrázkov

# adm|
source: Motion
sk: Pohyb

# adm|
source: Quantization Matrix
sk: Kvantifikačná matrica

# adm|
source: Trellis Quantization
sk: Kvantifikácia mriežkového kódovania

# adm|
source: Quantization
sk: Kvantifikácia

# adm|
source: Two Pass Tuning
sk: Vyladenie druhého priechodu

# adm|
source: Key Frame Boost(%)
sk: Zosilnenie kľúčových snímok [%]

# adm|
source: I-frames closer than...
sk: I snímky bližšie než...

# adm|
source: .. are reduced by(%)
sk: .. sú redukované o [%]

# adm|
source: Max Overflow Improvement(%)
sk: Max. zlepšenie pretečenia [%]

# adm|
source: Max Overglow Degradation(%)
sk: Max. zhoršenie pretečenia [%]

# adm|
source: Curve Compression
sk: Krivka kompresie

# adm|
source: High Bitrate Scenes (%)
sk: Scény s vysokou prenosovou rýchlosťou [%]

# adm|
source: Low Bitrate Scenes (%)
sk: Scény s nízkou prenosovou rýchlosťou [%]

# adm|
source: Overflow Control Strength
sk: Intenzita kontroly pretečenia

# adm|
source: Two Pass
sk: Dva prechody

# adm|
source: Xvid4 Configuration
sk: Konfigurácia Xvid4

# adm|
source: %d minute(s)
sk: %d minút

# adm|
source: %d hour(s)
sk: %d hodín

# adm|
source: Less than a minute
sk: Menej ako minútu

# adm|
source: A few seconds
sk: Niekoľko sekúnd

# adm|
source: Float PCM
sk: PCM na pohyblivej čiarke

# adm|
source: 8-bit PCM
sk: 8 bitové PCM

# adm|
source: Unknown codec
sk: Neznámy kodek

# adm|
source: Building time map
sk: Vybudovanie časovej mapy

# adm|
source: Cannot allocate enough memory
sk: Nemožno prideliť dostatok pamäte

# adm|
source: Cannot create output file
sk: Nemožno vytvoriť výstupný súbor

# adm|
source: Memory error
sk: Chyba pamäte

# adm|
source: Saving
sk: Ukladanie

# adm|
source: The saved video is incomplete. The error occured at %s (%d%). This may happen as result of invalid time stamps in the video.
sk: Ukladané video je nekompletné. Vyskytla sa chyba pri %s (%d%). Mohlo sa to stať z dôvodu neplatných časových údajov vo videu.

# adm|
source: Too short
sk: Príliš krátke

# adm|
source: Unknown
sk: Neznámy

# adm|
source: can't open "%s": %s %s
sk: nemožno otvoriť "%s": %s %s

# adm|
source: filesystem full
sk: súborový systém je plný

# adm|
source: quota exceeded
sk: prekročená kvóta

# adm|
source: Please free up some space and press RETRY to try again.
sk: Uvoľnite miesto a stlačte tlačidlo Zopakovať a skúste to znova.

# adm|
source: can't open "%s": %u (%s)
sk: nemožno otvoriť "%s": %u (%s)

# adm|
source: can't write to file "%s": %s %s
sk: nemožno zapisovať do súboru "%s": %s %s

# adm|
source: __unknown__
sk: __neznáme__

# adm|
source: Ignore
sk: Ignorovať

# adm|
source: Retry
sk: Zopakovať

# adm|
source: can't write to file "%s": %u (%s)
sk: nemožno zapisovať do súboru "%s": %u (%s)

# adm|
source: Codec
sk: Kodek

# adm|
source: Internal error finding codec 0x%x
sk: Interná chyba hľadania kodeku 0x%x

# adm|
source: Internal error opening 0x%x
sk: Interná chyba otvorenia 0x%x

# adm|
source: Core has been compiled without DXVA2 support, but the application has been compiled with it. Installation mismatch
sk: Jadro bolo skompilované bez podpory DXVA2, ale aplikácia bola skompilovaná s ním. Zmätočná inštalácia

# adm|
source: Cannot compile shader
sk: Nemožno skompilovať shader

# adm|
source: Permission Error
sk: Chyba oprávnenia

# adm|
source: Cannot open script "%s".
sk: Nemožno otvoriť skript "%s".

# adm|
source: File Error
sk: Chyba súboru

# adm|
source: Script "%s" does not exist.
sk: Skript "%s" neexistuje.

# admIvtc|
source: All in one ivtc.
sk: Všetko v jednom ivtc.

# aften|
source: _Bitrate:
sk: _Prenosová rýchlosť:

# aften|
source: Aften Configuration
sk: Konfigurácia Aften

source: Ascii View
sk: Zobraziť Ascii znaky

source: Ascii view
sk: Zobrazí Ascii znaky

# asfdemuxer|
source: File Error.
sk: Chyba súboru.

# asfdemuxer|
source: Cannot open file
sk: Nemožno otvoriť súbor

# asfdemuxer|
source: Indexing
sk: Indexovanie

# asharp|
source: Adaptative sharpener by MarcFD.
sk: Adaptívne doostrenie od MarcFD.

# asharpDialog|
source: Strength
sk: Sila

# asharpDialog|
source: Threshold
sk: Prah

# asharpDialog|
source: Block Adaptative
sk: Adaptívny blok

# asharpDialog|
source: Unknown flag
sk: Neznámy príznak

# ass|
source: Hardcode ASS/SSA/SRT subtitles using libass.
sk: Pevné titulky ASS/SSA/SRT použitím knižnice libass.

# ass|
source: Format ?
sk: Formátovať?

# ass|
source: Are you sure this is an ASS/SSA file ?
sk: Ste si istý, že ide o súbor ASS/SSA?

# ass|
source: _Subtitle file (ASS/SSA):
sk: _Súbor s titulkami (ASS/SSA):

# ass|
source: Select Subtitle File
sk: Vybrať súbor s titulkami

# ass|
source: _Line spacing:
sk: _Medzera medzi riadkami:

# ass|
source: _Font scale:
sk: _Veľkosť písma:

# ass|
source: _Top margin:
sk: V_rchný okraj:

# ass|
source: Botto_m margin:
sk: Sp_odný okraj:

# ass|
source: Do not adjust
sk: Neupravovať

# ass|
source: Adjust for display aspect ratio:
sk: Upraviť pomer strán zobrazenia:

# ass|
source: This is a SRT file. Convert to SSA ?
sk: Toto je súbor SRT. Konvertovať na SSA?

# ass|
source: Error
sk: Chyba

# ass|
source: Cannot load this SRT file.
sk: Nemožno načítať tento SRT súbor.

# ass|
source: Cannot convert to SSA.
sk: Nemožno konvertovať na SSA.

# ass|
source: Cannot save converted file.
sk: Nemožno uložiť konvertovaný súbor.

# ass|
source: Fonts
sk: Písma

# ass|
source: Preparing the fonts can take a few minutes the first time. This message will not be displayed again.
sk: Príprava písma po prvýkrát môže trvať niekoľko minút. Táto správa sa znova nezobrazí.

# ass|
source: SSA Error
sk: Chyba SSA

# ass|
source: ass_read_file() failed for %s
sk: ass_read_file() zlyhalo pre %s

# avimuxer|
source: Bad Idea
sk: Zlá myšlienka

# avimuxer|
source: Using H264/H265 in AVI is a bad idea, MKV is better for that. Do you want to continue anyway ?
sk: Použitie H264/H265 v AVI je zlá myšlienka, MKV je na to vhodnejšie. Chcete napriek tomu pokračovať?

# avimuxer|
source: Error
sk: Chyba

# avimuxer|
source: Cannot create AVI file
sk: Nemožno vytvoriť AVI súbor

# avimuxer|
source: Muxing Format
sk: Formát zmiešavania

source: Avi Muxer
sk: Zmiešavač AVI

# avsfilter|
source: _wine app file:
sk: Súbor aplikácie _wine:

# avsfilter|
source: Select wine filename[wine/cedega/etc.]
sk: Vyberte názov súboru wine [wine/cedega/a pod.]

# avsfilter|
source: _loader file:
sk: Súbor _zavádzača:

# avsfilter|
source: Select loader filename[avsload.exe]
sk: Vyberte názov zavádzača [avsload.exe]

# avsfilter|
source: _avs file:
sk: Súbor _avs:

# avsfilter|
source: Select avs filename[*.avs]
sk: Vyberte názov avs súboru[*.avs]

# avsfilter|
source: _pipe timeout:
sk: Časový _limit rúry:

# avsfilter|
source: AvsFilter config
sk: Konfigurácia Avs filtra

# bitrate|
source: Constant Bitrate
sk: Konštantná prenosová rýchlosť

# bitrate|
source: Constant Quantiser
sk: Konštantný kvantifikátor

# bitrate|
source: Same Quantiser as Input
sk: Rovnaký kvantifikátor ako vstup

# bitrate|
source: Constant Rate Factor
sk: Faktor konštantného rýchlosti

# bitrate|
source: Two Pass - Video Size
sk: Dva prechody - veľkosť videa

# bitrate|
source: Two Pass - Average Bitrate
sk: Dva prechody - priemerná prenosová rýchlosť

# bitrate|
source: Encoding mode
sk: Režim kódovania

source: Bitrate
sk: Prenosová rýchlosť

# bitrate|
source: Target bitrate (kb/s)
sk: Cieľová prenosová rýchlosť [kB/s]

# bitrate|
source: Quantizer
sk: Kvantifikátor

# bitrate|
source: Target video size (MB)
sk: Cieľová veľkosť videa [MB]

# bitrate|
source: Average bitrate (kb/s)
sk: Priemerná prenosová rýchlosť [kB/s]

source: Black
sk: Čierna

# black|
source: Replace a section by black.
sk: Nahradí sekciu čiernou.

# black|
source: _Start time:
sk: Čas _štartu:

# black|
source: _End time:
sk: Čas _konca:

# black|
source: Replace by Black
sk: Nahradiť čiernou

# blacken|
source: Blacken Borders
sk: Začiernené okraje

# blacken|
source: Remove noisy edge by turning them to black.
sk: Odstráni zašumené okraje ich premenou na čiernu.

# blackenDialog|
source: Blacken Borders
sk: Začiernené okraje

# blackenDialog|
source: Right:
sk: Vpravo:

# blackenDialog|
source: Top:
sk: Hore:

# blackenDialog|
source: Reset
sk: Vynulovať

# blackenDialog|
source: Bottom:
sk: Dole:

# blackenDialog|
source: Left:
sk: Vľavo:

# blackenDialog|
source: &Hide Rubber Band
sk: &Skryť gumičku

# blackframes|
source: BlackFrame
sk: Čierne snímky

# blackframes|
source: This function is unsupported at the moment
sk: Táto funkcia momentálne nie je podporovaná

# blackframes|
source: Searching black frame..
sk: Vyhľadávanie čiernej snímky.

# blend|
source: Blend Frames
sk: Snímky zmiešavania
