Repository: jozefM923/avidemux2_i18n
Catalog: avidemux_*.po
Languages: sk

# x264ConfigDialog|
source: Adaptive B-frame Decision:
sk: Adaptívne rozhodovanie B snímok:

# x264ConfigDialog|
source: I-frames
sk: I snímky

# x264ConfigDialog|
source: GOP Size:
sk: Veľkosť skupiny obrázkov:

# x264ConfigDialog|
source: Minimum:
sk: Minimálne:

# x264ConfigDialog|
source: Maximum:
sk: Maximálne:

# x264ConfigDialog|
source: I-frame Threshold:
sk: Prah I snímok:

# x264ConfigDialog|
source: Periodic Intra Refresh
sk: Periodická vnútorná obnova

# x264ConfigDialog|
source: Analysis
sk: Analýza

# x264ConfigDialog|
source: Mixed References
sk: Zmiešané referencie

# x264ConfigDialog|
source: Chroma Motion Estimation
sk: Odhad pohybu farebnej zložky

# x264ConfigDialog|
source: Trellis Quantization:
sk: Kvantifikácia mriežkového kódovania:

# x264ConfigDialog|
source: Final Macroblock Only
sk: Len finálny makroblok

# x264ConfigDialog|
source: Always On
sk: Vždy zapnuté

# x264ConfigDialog|
source: Fast Skip Detection on P-frames
sk: Detekcia s rýchlym preskokom na P snímkach

# x264ConfigDialog|
source: DCT Decimation on P-frames
sk: DCT decimácia na P snímkach

# x264ConfigDialog|
source: Psychovisual Rate Distortion Optimisation:
sk: Psychovizuálna optimalizácia miery skreslenia:

# x264ConfigDialog|
source: Psychovisual Trellis:
sk: Psychovizuálne mriežkové kódovanie:

# x264ConfigDialog|
source: Noise Reduction:
sk: Redukcia šumu:

# x264ConfigDialog|
source: Luma Quantisation Deadzone
sk: Jasová kvantifikácia hluchej zóny

# x264ConfigDialog|
source: Intra Luma Quantisation Deadzone:
sk: Vnútorná jasová kvantifikácia hluchej zóny:

# x264ConfigDialog|
source: Inter Luma Quantisation Deadzone:
sk: Vonkajšia jasová kvantifikácia hluchej zóny:

# x264ConfigDialog|
source: Quantisation Matrix
sk: Kvantifikačná matrica

# x264ConfigDialog|
source: Flat Matrix
sk: Plochá matrica

# x264ConfigDialog|
source: JVT Matrix
sk: JVT matrica

# x264ConfigDialog|
source: Custom Matrix
sk: Vlastná matrica

# x264ConfigDialog|
source: Edit
sk: Upraviť

# x264ConfigDialog|
source: Quantiser Control
sk: Riadenie kvantifikátorov

# x264ConfigDialog|
source: Maximum Quantiser:
sk: Maximálny kvantifikátor:

# x264ConfigDialog|
source: I and P-frame Quantiser Ratio:
sk: Pomer kvantifikátorov I a P snímok:

# x264ConfigDialog|
source: Maximum Quantiser Step:
sk: Maximálny krok kvantifikátorov:

# x264ConfigDialog|
source: P and B-frame Quantiser Ratio:
sk: Pomer kvantifikátorov P a B snímok:

# x264ConfigDialog|
source: Average Bitrate Tolerance:
sk: Tolerancia priemernej prenosovej rýchlosti:

# x264ConfigDialog|
source: Chroma to Luma Quantiser Offset:
sk: Posuv kvantifikátorov farebnej zložky proti jasovej zložke:

# x264ConfigDialog|
source: Minimum Quantiser:
sk: Minimálny kvantifikátor:

# x264ConfigDialog|
source: Quantiser Curve Compression
sk: Kompresia krivky kvantifikátorov

# x264ConfigDialog|
source: Quantiser Curve Compression:
sk: Kompresia krivky kvantifikátorov:

# x264ConfigDialog|
source: Reduce Fluctuation Before Curve Compression:
sk: Redukcia výkyvov pred kompresiou krivky:

# x264ConfigDialog|
source: Reduce Fluctuation After Curve Compression:
sk: Redukcia výkyvov po kompresii krivky:

# x264ConfigDialog|
source: Adaptive Quantisation
sk: Adaptívna kvantifikácia

# x264ConfigDialog|
source: Variance AQ:
sk: Rozptyl AQ:

# x264ConfigDialog|
source: Normal
sk: Normálna

# x264ConfigDialog|
source: Auto Variance
sk: Automatická odchýlka

# x264ConfigDialog|
source: Auto Variance Biased
sk: Ovplyvnená automatická odchýlka

# x264ConfigDialog|
source: Advanced 1
sk: Pokročilé 1

# x264ConfigDialog|
source: Video Buffer Verifier
sk: Kontrola video zásobníka

# x264ConfigDialog|
source: Maximum VBV Bitrate:
sk: Maximálna prenosová rýchlodť VBV:

# x264ConfigDialog|
source: Initial VBV Buffer Occupancy:
sk: Počiatočné obsadenie VBV zásobníka:

# x264ConfigDialog|
source: kbit
sk: kB

# x264ConfigDialog|
source: kbit/s
sk: kB/s

# x264ConfigDialog|
source: VBV Buffer Size:
sk: Veľkosť VBV zásobníka:

# x264ConfigDialog|
source: Slicing
sk: Krájanie bitov (slicing)

# x264ConfigDialog|
source: Slices per Frame:
sk: Plátkov (slices) na snímku:

# x264ConfigDialog|
source: Maximum Size per Slice:
sk: Maximálna veľkosť na plátok:

# x264ConfigDialog|
source: bytes
sk: bajtov

# x264ConfigDialog|
source: Maximum Macroblocks per Slice:
sk: Maximálne makrobloky pre plátky (slice):

# x264ConfigDialog|
source: Zones
sk: Zóny

# x264ConfigDialog|
source: Add
sk: Pridať

# x264ConfigDialog|
source: Advanced 2
sk: Pokročilé 2

# x264ConfigDialog|
source: Multithreading
sk: Viacvláknové spracovanie

# x264ConfigDialog|
source: Disable
sk: Zakázať

# x264ConfigDialog|
source: Auto-detect
sk: Automatická detekcia

# x264ConfigDialog|multithreading
source: Custom:
sk: Vlastné:

# x264ConfigDialog|
source: Enforce Repeatability
sk: Vynútiť opakovateľnosť

# x264ConfigDialog|
source: Slice-based Threading
sk: Základné krájanie vlákien

# x264ConfigDialog|
source: Custom Threaded Lookahead Buffer:
sk: Vlastný zásobník následných vlákien:

# x264ConfigDialog|
source: Output 1
sk: Výstup 1

# x264ConfigDialog|
source: Output
sk: Výstup

# x264ConfigDialog|
source: Generate Access Unit Delimiters
sk: Generovať prístup obmedzovačov jednotiek

# x264ConfigDialog|
source: BluRay compatibility
sk: Kompatibilné s Blu-ray

# x264ConfigDialog|
source: Generate fake interlaced
sk: Vytvárať falošné prekladanie

# x264ConfigDialog|
source: Pixel Aspect Ratio
sk: Pomer strán v pixeloch

# x264ConfigDialog|PAR
source: Custom:
sk: Vlastné:

# x264ConfigDialog|
source: As Input
sk: Ako vstup

# x264ConfigDialog|
source: Predefined Aspect Ratio:
sk: Prednastavený pomer strán:

# x264ConfigDialog|
source: Output 2
sk: Výstup 2

# x264ConfigDialog|
source: Video Usability Information
sk: Informácia o použití videa

# x264ConfigDialog|
source: These settings are only suggestions for the playback equipment. Use at your own risk.
sk: Tieto nastavenia sú len inštrukcie pre prehrávacie zariadenie. Použitie je na vlastné riziko.

# x264ConfigDialog|
source: Overscan:
sk: Zosnímanie:

# x264ConfigDialog|
source: Undefined
sk: Nedefinované

# x264ConfigDialog|
source: Show
sk: Zobraziť

# x264ConfigDialog|
source: Crop
sk: Orezanie

# x264ConfigDialog|
source: Video Format:
sk: Video formát:

# x264ConfigDialog|
source: Component
sk: Komponentný

# x264ConfigDialog|
source: Colour Primaries:
sk: Primárne farby:

# x264ConfigDialog|
source: Transfer Characteristics:
sk: Charakteristika prevodu:

# x264ConfigDialog|
source: Linear
sk: Lineárna

# x264ConfigDialog|
source: Colour Matrix:
sk: Matrica farieb:

# x264ConfigDialog|
source: HRD Parameters:
sk: Parametre HRD:

# x264ConfigDialog|
source: Chroma Sample Location:
sk: Umiestnenie farebnej zložky vzorky:

# x264ConfigDialog|
source: Full Range Samples
sk: Úplné vzorky

# x264CustomMatrixDialog|
source: x264 Custom Matrix
sk: Vlastná matrica x264

# x264CustomMatrixDialog|
source: Intra 4x4
sk: Vnútorná 4x4

# x264CustomMatrixDialog|
source: Luma:
sk: Jasová zložka:

# x264CustomMatrixDialog|
source: Chroma U/V:
sk: Farebná zložka U/V:

# x264CustomMatrixDialog|
source: Inter 4x4
sk: Mimo 4x4

# x264CustomMatrixDialog|
source: Intra 8x8
sk: Vnútri 8x8

# x264CustomMatrixDialog|
source: Inter 8x8
sk: Vonkajšia 8x8

# x264CustomMatrixDialog|
source: Load File
sk: Načítať súbor

# x264CustomMatrixDialog|
source: Cancel
sk: Zrušiť

# x265|
source: Not coded
sk: Nekódované

# x265|
source: this mode has not been implemented
sk: tento režim nie je implementovaný

# x265|
source: none
sk: nie je

# x265|
source: Custom
sk: Vlastné

# x265|
source: Target Bitrate:
sk: Cieľová prenosová rýchlosť:

# x265|
source: kbit/s
sk: kB/s

# x265|
source: Quantiser:
sk: Kvantifikátor:

# x265|
source: Quality:
sk: Kvalita:

# x265|
source: Target Video Size:
sk: Cieľová veľkosť videa:

# x265|
source: Average Bitrate:
sk: Priemerná prenosová rýchlosť:

# x265|
source: Macroblock-Tree optimisation requires Variance Adaptive Quantisation to be enabled. Variance Adaptive Quantisation will automatically be enabled. Do you wish to continue?
sk: Optimalizácia stromu makroblokov vyžaduje povolenú adaptívnu kvantifikáciu. Varianta adaptívnej kvantifikácie bude automaticky zakázaná. Chcete pokračovat?

# x265|
source: Macroblock-Tree optimisation requires Variance Adaptive Quantisation to be enabled. Macroblock-Tree optimisation will automatically be disabled. Do you wish to continue?
sk: Optimalizácia stromu makroblokov vyžaduje povolenú adaptívnu kvantfikáciu. Optimalizácia stromu makroblokov bude automaticky zakázaná. Chcete pokračovat?

# x265|
source: Error
sk: Chyba

# x265|
source: Cannot load preset
sk: Nemožno načítať predvoľbu

# x265|
source: Save Profile
sk: Uložiť profil

# x265|
source: Overwrite
sk: Prepísať

# x265|
source: Replace the following preset ?:
sk: Nahradiť nasledujúcu predvoľbu?:

# x265|
source: Cannot save preset
sk: Nemožno uložiť predvoľbu

# x265|
source: Cannot delete custom profile
sk: Nemožno odstrániť vlastný profil

# x265|
source: Do you really want to delete the
sk: Naozaj chcete odstrániť

# x265|
source: profile ?. If it is a system profile it will be recreated next time.
sk: profil? Ak je to systémový profil, bude nabudúce obnovený.

# x265|
source: Delete preset
sk: Odstrániť predvoľbu

# x265|
source: Delete
sk: &Odstrániť

# x265ConfigDialog|
source: x265 Configuraton
sk: Konfigurácia x265

# x265ConfigDialog|
source: Configuration:
sk: Konfigurácia:

# x265ConfigDialog|
source: Save As
sk: Uložiť ako

# x265ConfigDialog|
source: Delete
sk: &Odstrániť

# x265ConfigDialog|
source: General
sk: Obecné

# x265ConfigDialog|
source: Basic
sk: Základné

# x265ConfigDialog|
source: Use advanced configuration
sk: Použiť rozšírenú konfiguráciu

# x265ConfigDialog|
source: Profile:
sk: Profil:

# x265ConfigDialog|
source: Preset:
sk: Predvoľba:

# x265ConfigDialog|
source: Tuning:
sk: Ladenie:

# x265ConfigDialog|
source: IDC Level:
sk: Úroveň IDC:

# x265ConfigDialog|
source: Auto
sk: Automatická

# x265ConfigDialog|
source: Pool Threads
sk: Súbor vlákien

# x265ConfigDialog|
source: Frame Threads
sk: Vlákna snímky

# x265ConfigDialog|
source: Rate Control
sk: Riadenie prenosovej rýchlosti

# x265ConfigDialog|
source: Target Video Size:
sk: Cieľová veľkosť videa:

# x265ConfigDialog|
source: Constant Bitrate (Single Pass)
sk: Konštantná prenosová rýchlosť (jeden prechod)

# x265ConfigDialog|
source: Constant Quantiser (Single Pass)
sk: Konštantný kvantifikátor (jeden prechod)

# x265ConfigDialog|
source: Constant Rate Factor (Single Pass)
sk: Faktor konštantnej rýchlosti (jeden prechod)

# x265ConfigDialog|
source: Video Size (Two Pass)
sk: Veľkosť videa (dva prechody)

# x265ConfigDialog|
source: Average Bitrate (Two Pass)
sk: Priemerná prenosová rýchlosť (dva prechody)

# x265ConfigDialog|
source: Encoding Mode:
sk: Režim kódovania:

# x265ConfigDialog|
source: 0 (High Quality)
sk: 0 (vysoká kvalita)

# x265ConfigDialog|
source: Quantiser
sk: Kvantifikátor

# x265ConfigDialog|
source: 51 (Low Quality)
sk: 51 (nízka kvalita)

# x265ConfigDialog|
source: Use Strict Constant Bitrate Mode
sk: Použiť prísny režim konštanty prenosovej rýchlosti

# x265ConfigDialog|
source: Advanced RC
sk: Rozšírené riadenie rýchlosti

# x265ConfigDialog|
source: Advanced Rate Control
sk: Rozšírené riadenie rýchlosti

# x265ConfigDialog|
source: Maximum Constant Rate Factor
sk: Faktor maximálnej konštantnej rýchlosti

# x265ConfigDialog|
source: Coding Unit-tree Rate Control
sk: Riadenie kódovania frekvencie stromu jednotiek

# x265ConfigDialog|
source: Frametype Lookahead:
sk: Zistenie typu nasledujúcich snímok:

# x265ConfigDialog|
source: frames
sk: snímok

# x265ConfigDialog|
source: Sequence Parameter Set Identifer:
sk: Identifikátor nastavenia parametrov sekvencie:

# x265ConfigDialog|
source: Motion
sk: Pohyb

# x265ConfigDialog|
source: Motion Estimation
sk: Odhad pohybu

# x265ConfigDialog|
source: Motion Estimation Method:
sk: Metóda odhadu pohybu:

# x265ConfigDialog|
source: Diamond Search
sk: Štvoruholníkové vyhľadávanie

# x265ConfigDialog|
source: Hexagonal Search
sk: Šesťuholníkové vyhľadávanie

# x265ConfigDialog|
source: Uneven Multi-hexagonal Search
sk: Nerovnomerné viacnásobné šesťuholníkové vyhľadávanie

# x265ConfigDialog|
source: Star Search
sk: Hviezdicové vyhľadávanie

# x265ConfigDialog|
source: Exhaustive Search
sk: Dôkladné vyhľadávanie

# x265ConfigDialog|
source: 1 (Fast)
sk: 1 (rýchle)

# x265ConfigDialog|
source: Subpixel Refinement
sk: Subpixelové spresnenie

# x265ConfigDialog|
source: 7 (Best)
sk: 7 (najlepšie)

# x265ConfigDialog|
source: Motion Vector
sk: Vektor pohybu

# x265ConfigDialog|
source: Maximum Motion Vector Search Range:
sk: Maximálny rozsah hľadania vektoru pohybu:

# x265ConfigDialog|
source: Prediction
sk: Predvídanie

# x265ConfigDialog|
source: Weighted Prediction for B-frames
sk: Predvídanie záťaže pre B snímky

# x265ConfigDialog|
source: Constrained Intra Prediction
sk: Obmedzené predvídanie záťaže

# x265ConfigDialog|
source: Weighted Prediction for P-frames:
sk: Predvídanie záťaže pre P snímky:

# x265ConfigDialog|
source: Disabled
sk: Vypnuté

# x265ConfigDialog|
source: Weighted References
sk: Odporúčaná záťaž

# x265ConfigDialog|
source: Weighted References + Duplicates
sk: Odporúčaná záťaž + duplikáty

# x265ConfigDialog|
source: Frame
sk: Snímka

# x265ConfigDialog|
source: Frame Encoding
sk: Zakódovanie snímok

# x265ConfigDialog|
source: Loop Filter
sk: Filter slučky

# x265ConfigDialog|
source: Open GOP
sk: Otvoriť skupinu obrázkov:

# x265ConfigDialog|
source: Interlaced:
sk: Prekladaný:

# x265ConfigDialog|
source: Top Field First
sk: Najskôr horná polsnímka

# x265ConfigDialog|
source: Bottom Field First
sk: Najskôr dolná polsnímka

# x265ConfigDialog|
source: Maximum Reference Frames:
sk: Maximum referenčných snímok:

# x265ConfigDialog|
source: B-frames
sk: B snímky

# x265ConfigDialog|
source: B-frames as References:
sk: B snímky ako referencie:

# x265ConfigDialog|
source: Strictly Hierarchical Pyramid
sk: Príne hierarchická pyramída

# x265ConfigDialog|
source: Non-strict (Not Blu-ray Compatible)
sk: Nie prísne (nie je kompatibilné s Blu-ray)

# x265ConfigDialog|
source: Fast
sk: Rýchla

# x265ConfigDialog|
source: Optimal
sk: Optimálne

# x265ConfigDialog|
source: B-frame Bias:
sk: Miera použitia B snímok:

# x265ConfigDialog|
source: Maximum Consecutive B-frames:
sk: Maximum následných B snímok:

# x265ConfigDialog|
source: Adaptive B-frame Decision:
sk: Adaptívne rozhodovanie B snímok:

# x265ConfigDialog|
source: I-frames
sk: I snímky

# x265ConfigDialog|
source: GOP Size:
sk: Veľkosť skupiny obrázkov:

# x265ConfigDialog|
source: Minimum:
sk: Minimálne:

# x265ConfigDialog|
source: Maximum:
sk: Maximálne:

# x265ConfigDialog|
source: I-frame Threshold:
sk: Prah I snímok:

# x265ConfigDialog|
source: Analysis
sk: Analýza

# x265ConfigDialog|
source: Trellis Quantization:
sk: Kvantifikácia mriežkového kódovania:

# x265ConfigDialog|
source: Final Macroblock Only
sk: Len finálny makroblok

# x265ConfigDialog|
source: Always On
sk: Vždy zapnuté

# x265ConfigDialog|
source: Fast Skip Detection on P-frames
sk: Detekcia s rýchlym preskokom na P snímkach

# x265ConfigDialog|
source: DCT Decimation on P-frames
sk: DCT decimácia na P snímkach

# x265ConfigDialog|
source: Psychovisual Rate Distortion Optimisation:
sk: Psychovizuálna optimalizácia miery skreslenia:

# x265ConfigDialog|
source: Noise Reduction:
sk: Redukcia šumu:

# x265ConfigDialog|
source: Noise Reduction Intra:
sk: Redukcia vnútorného šumu:

# x265ConfigDialog|
source: Noise Reduction Inter:
sk: Redukcia vonkajšieho šumu:

# x265ConfigDialog|
source: Strong Intra Smoothing
sk: Silné vnútorné vyhladzovanie

# x265ConfigDialog|
source: Quantisation Matrix
sk: Kvantifikačná matrica

# x265ConfigDialog|
source: Flat Matrix
sk: Plochá matrica

# x265ConfigDialog|
source: JVT Matrix
sk: JVT matrica

# x265ConfigDialog|
source: Custom Matrix
sk: Vlastná matrica

# x265ConfigDialog|
source: Edit
sk: Upraviť

# x265ConfigDialog|
source: Quantiser Control
sk: Riadenie kvantifikátorov

# x265ConfigDialog|
source: Chroma to Luma Quantiser Offset:
sk: Posuv kvantifikátorov farebnej zložky proti jasovej zložke:

# x265ConfigDialog|
source: I and P-frame Quantiser Ratio:
sk: Pomer kvantifikátorov I a P snímok:

# x265ConfigDialog|
source: Maximum Quantiser Step:
sk: Maximálny krok kvantifikátorov:

# x265ConfigDialog|
source: P and B-frame Quantiser Ratio:
sk: Pomer kvantifikátorov P a B snímok:

# x265ConfigDialog|
source: Average Bitrate Tolerance:
sk: Tolerancia priemernej prenosovej rýchlosti:

# x265ConfigDialog|
source: Quantiser Curve Compression
sk: Kompresia krivky kvantifikátorov

# x265ConfigDialog|
source: Quantiser Curve Compression:
sk: Kompresia krivky kvantifikátorov:

# x265ConfigDialog|
source: Reduce Fluctuation Before Curve Compression:
sk: Redukcia výkyvov pred kompresiou krivky:

# x265ConfigDialog|
source: Reduce Fluctuation After Curve Compression:
sk: Redukcia výkyvov po kompresii krivky:

# x265ConfigDialog|
source: Adaptive Quantisation
sk: Adaptívna kvantifikácia

# x265ConfigDialog|
source: Variance AQ:
sk: Rozptyl AQ:

# x265ConfigDialog|
source: Normal
sk: Normálna

# x265ConfigDialog|
source: Auto Variance AQ
sk: Automatický rozptyl AQ

# x265ConfigDialog|
source: Strength:
sk: Sila:

# x265ConfigDialog|
source: Advanced 1
sk: Pokročilé 1

# x265ConfigDialog|
source: Video Buffer Verifier
sk: Kontrola video zásobníka

# x265ConfigDialog|
source: Maximum VBV Bitrate:
sk: Maximálny dátový tok VBV:

# x265ConfigDialog|
source: Initial VBV Buffer Occupancy:
sk: Počiatočné obsadenie VBV zásobníka:

# x265ConfigDialog|
source: kbit
sk: kB

# x265ConfigDialog|
source: kbit/s
sk: kB/s

# x265ConfigDialog|
source: VBV Buffer Size:
sk: Veľkosť VBV zásobníka:

# x265ConfigDialog|
source: Slicing
sk: Krájanie bitov (slicing)

# x265ConfigDialog|
source: Slices per Frame:
sk: Plátkov (slices) na snímku:

# x265ConfigDialog|
source: Maximum Size per Slice:
sk: Maximálna veľkosť na plátok:

# x265ConfigDialog|
source: bytes
sk: bajtov

# x265ConfigDialog|
source: Maximum Macroblocks per Slice:
sk: Maximálne makrobloky pre plátky (slice):

# x265ConfigDialog|
source: Zones
sk: Zóny

# x265ConfigDialog|
source: Add
sk: Pridať

# x265ConfigDialog|
source: Advanced 2
sk: Pokročilé 2

# x265ConfigDialog|
source: Multithreading
sk: Viacvláknové spracovanie

# x265ConfigDialog|
source: Disable
sk: Vypnúť

# x265ConfigDialog|
source: Auto-detect
sk: Automatická detekcia

# x265ConfigDialog|multithreading
source: Custom:
sk: Vlastné:

# x265ConfigDialog|
source: Enforce Repeatability
sk: Vynútiť opakovateľnosť

# x265ConfigDialog|
source: Slice-based Threading
sk: Základné orezanie vlákien

# x265ConfigDialog|
source: Custom Threaded Lookahead Buffer:
sk: Vlastný zásobník vzhľadu vlákien:

# x265ConfigDialog|
source: Output 1
sk: Výstup 1

# x265ConfigDialog|
source: Output
sk: Výstup

# x265ConfigDialog|
source: Generate Access Unit Delimiters
sk: Generovať prístup obmedzovačov jednotiek

# x265ConfigDialog|
source: Pixel Aspect Ratio
sk: Pomer strán v pixeloch

# x265ConfigDialog|PAR
source: Custom:
sk: Vlastné:

# x265ConfigDialog|
source: As Input
sk: Ako vstup

# x265ConfigDialog|
source: Predefined Aspect Ratio:
sk: Prednastavený pomer strán:

# x265ConfigDialog|
source: Output 2
sk: Výstup 2

# x265ConfigDialog|
source: Video Usability Information
sk: Informácia o použití videa

# x265ConfigDialog|
source: These settings are only suggestions for the playback equipment. Use at your own risk.
sk: Tieto nastavenia sú len inštrukcie pre prehrávacie zariadenie. Použitie je na vlastné riziko.

# x265ConfigDialog|
source: Overscan:
sk: Zosnímanie:

# x265ConfigDialog|
source: Undefined
sk: Nedefinované

# x265ConfigDialog|
source: Show
sk: Zobraziť

# x265ConfigDialog|
source: Crop
sk: Orezanie

# x265ConfigDialog|
source: Video Format:
sk: Video formát:

# x265ConfigDialog|
source: Component
sk: Komponentný

# x265ConfigDialog|
source: Colour Primaries:
sk: Primárne farby:

# x265ConfigDialog|
source: Transfer Characteristics:
sk: Charakteristika prevodu:

# x265ConfigDialog|
source: Linear
sk: Lineárna

# x265ConfigDialog|
source: Colour Matrix:
sk: Matrica farieb:

# x265ConfigDialog|
source: HRD Parameters:
sk: Parametre HRD:

# x265ConfigDialog|
source: None
sk: Nie je

# x265ConfigDialog|
source: Chroma Sample Location:
sk: Umiestnenie farebnej zložky vzorky:

# x265ConfigDialog|
source: Full Range Samples
sk: Plný rozsah snímok

# x265CustomMatrixDialog|
source: x265 Custom Matrix
sk: Vlastná matrica x265

# x265CustomMatrixDialog|
source: Intra 4x4
sk: Vnútri 4x4

# x265CustomMatrixDialog|
source: Luma:
sk: Jasová zložka:

# x265CustomMatrixDialog|
source: Chroma U/V:
sk: Farebná zložka U/V:

# x265CustomMatrixDialog|
source: Inter 4x4
sk: Mimo 4x4

# x265CustomMatrixDialog|
source: Intra 8x8
sk: Vnútri 8x8

# x265CustomMatrixDialog|
source: Inter 8x8
sk: Mimo 8x8

# x265CustomMatrixDialog|
source: Load File
sk: Načítať súbor

# x265CustomMatrixDialog|
source: Cancel
sk: Zrušiť

# xvid4|
source: None
sk: Nie je

# xvid4|
source: Low
sk: Nízka

# xvid4|
source: Medium
sk: Stredný

# xvid4|
source: Full
sk: Plná

# xvid4|
source: Custom
sk: Vlastné

# xvid4|
source: DCT
sk: DTC

# xvid4|
source: Square
sk: Štvorec

# xvid4|
source: One thread
sk: Jedno vlákno

# xvid4|
source: Two threads)
sk: Dve vlákna

# xvid4|
source: Three threads
sk: Tri vlákna

# xvid4|
source: Auto (#cpu)
sk: Automaticky (CPU)

# xvid4|
source: Threading
sk: Vláknenie

# xvid4|
source: Mi_n. quantizer:
sk: Mi_n. kvantifikátor:

# xvid4|
source: Ma_x. quantizer:
sk: Ma_x. kvantifikátor:

# xvid4|
source: _Trellis quantization
sk: _Kvantifikácia mriežkového kódovania

# xvid4|
source: _Number of B frames:
sk: _Počet B snímok:

# xvid4|
source: _Drop identical frames (this disables B-frames)
sk: Vypustiť identické snímky (zakáže B-snímky)

# xvid4|
source: Framedrop _Ratio:
sk: Pomer úbytku snímok:

# xvid4|
source: _Quantization type:
sk: _Typ kvantifikácie:

# xvid4|
source: _Macroblock decision:
sk: _Rozhodovanie makroblokov:

# xvid4|
source: Profile:
sk: Profil:

# xvid4|
source: Aspect Ratio:
sk: Pomer strán pixelu:

# xvid4|
source: _Gop Size:
sk: Veľkosť _skupiny obrázkov:

# xvid4|
source: Use XVID fcc (else DIVX)
sk: Použiť Xvid fcc (inak DivX)

# xvid4|
source: Motion Estimation
sk: Odhad pohybu

# xvid4|
source: Encoding Mode
sk: Režim kódovania

# xvid4|
source: Frame Settings
sk: Nastavenie snímky

# xvid4|
source: Miscellaneous
sk: Rôzne

# xvid4|
source: Quantization
sk: Kvantifikácia

# xvid4|
source: Threads
sk: Vlákna

# xvid4|
source: Aspect Ratio
sk: Pomer strán

# xvid4|
source: Rate Control
sk: Riadenie prenosovej rýchlosti

# xvid4|
source: Xvid4 MPEG-4 ASP configuration
sk: Konfigurácia Xvid4 MPEG-4 ASP

# yadif|
source: Yadif, port of avisynth version (c) Fizick.
sk: Yadif, portované pre avisynth verziu © Fizick.

# yadif|
source: Bottom field first
sk: Najskôr dolná polsnímka

# yadif|
source: Top field first
sk: Najskôr horná polsnímka

# yadif|
source: Frame : Temporal & spatial check
sk: Snímka: Časová a priestorová kontrola

# yadif|
source: Field : Temporal & spatial check
sk: Polsnímka: Časová a priestorová kontrola

# yadif|
source: Frame : Skip spatial temporal check
sk: Snímka: Preskočiť priestorovú časovú kontrolu

# yadif|
source: Field : Skip spatial temporal check
sk: Posnímka: Preskočiť priestorovú časovú kontrolu

# yadif|
source: Deint all
sk: Rozklad všetkého

# yadif|
source: Deint interlaced
sk: Rozklad prekladaného

# yadif|
source: _Mode:
sk: _Režim:

# yadif|
source: _Deint:
sk: _Rozklad:

# yadif|
source: _Order:
sk: _Poradie:
